{
  "_meta": {
    "sources": [
      {
        "json": "RolledTold1",
        "abbreviation": "RT1",
        "full": "Rolled & Told #1",
        "authors": [
          "E. L. Thomas",
          "Tristan Tarwater"
        ],
        "convertedBy": [
          "BucketListMod#8973"
        ],
        "version": "1.0.0",
        "color": "675785",
        "url": "https://www.amazon.com/Rolled-Told-1-Eric-Thomas-ebook/dp/B07H8JVTMS/",
        "targetSchema": "1.0.0"
      }
    ],
    "dateAdded": 1602284622,
    "dateLastModified": 1612646713
  },
  "book": [
    {
      "name": "Rolled & Told #1",
      "id": "RolledTold1",
      "source": "RolledTold1",
      "author": "RolledTold1",
      "published": "2018/09/26",
      "coverUrl": "https://m.media-amazon.com/images/I/51eDL3x1SPL.jpg",
      "contents": [
        {
          "name": "Main Adventure"
        },
        {
          "name": "Adventure Craft",
          "headers": [
            "Class-Centric Adventures"
          ]
        },
        {
          "name": "House Rules",
          "headers": [
            "Critical Care Unit"
          ]
        },
        {
          "name": "Random Nonsense",
          "headers": [
            "Bring On the Booty!"
          ]
        },
        {
          "name": "Mini Adventure"
        }
      ]
    }
  ],
  "bookData": [
    {
      "id": "RolledTold1",
      "source": "RolledTold1",
      "data": [
        {
          "type": "section",
          "name": "Main Adventure",
          "page": "6",
          "entries": [
            "{@adventure Hoist the Jolly Gobbler!|JollyGobbler}",
            "Nothing good can come from a tribe of goblins commandeering a gnomish airship! It's up to the PCs to team up with gnomes to get their ship back!"
          ]
        },
        {
          "type": "section",
          "name": "Adventure Craft",
          "page": "25",
          "entries": [
            "How to run a campaign for a varied range of players while giving each hero their shining moment.",
            {
              "type": "entries",
              "name": "Class-Centric Adventures",
              "entries": [
                "E.L. Thomas",
                {
                  "type": "entries",
                  "name": "As a game master, you must strive to keep all of your players fully involved in every adventure.",
                  "entries": [
                    "You strive for this, but it doesn't always happen, especially if you have a game group with varied adventure preferences. Some like hack-n-slash, other like puzzles, some like mysteries, and still others prefer heavier roleplaying and on and on. Trying to please all your players all the time is not going to happen, but you can at least give each of them a day in the sun and build adventures around their character's class. Give each of your players a game session where their character's particular skill or ability set is required. That way they are the star at least for one evening.",
                    "Now, I am certainly not saying you should tool every one of your adventures or even game sessions to focus on one or another of your players, though you should try and have at least one test, encounter, or moment in every adventure for each of them. I suggest doing the class-centric adventures at least once every three or four character levels (say once at level 1-3, then again 4-6, then again 7-9 and so on). This way if you have four players in your usual game group playing a dwarf fighter, elf cleric, halfling rogue, and human wizard, you can get away with doing four class-centric adventures in total from 1st-20th level. I'll lay it out for you."
                  ]
                },
                "At 2nd level let's do the elf cleric—{@class cleric||clerics} gain access to their {@classFeature Channel Divinity (1/rest)|Cleric||2||Channel Divinity} feature at level 2, so why not let them have a need for it?",
                {
                  "type": "entries",
                  "name": "Cleric (2nd Level)",
                  "page": "26",
                  "entries": [
                    {
                      "type": "entries",
                      "name": "Restless Dead",
                      "entries": [
                        "Empty graves are found in the local cemetery. Worse yet, it looks like the bodies that were formerly interred within have dug themselves out. Now not only do the players have a pack of {@creature zombie||zombies} roaming around, they also need to find out who or what raised them from the dead. You could work on some {@skill Religion} Tests that unveil some iconography to an evil god or death cult. Perhaps the ground the cemetery is located on has become unhallowed in some way, and these zombies were only the first to rise, since they were the most recently buried. The cleric must complete a series of complicated rituals to sanctify the grounds requiring the cleric to expend a {@classFeature Channel Divinity (1/rest)|Cleric||2||Channel Divinity} to complete it. If the rituals are interrupted, all the dead could rise at once. Or, the cleric finds the zombies gathered around and inside an old mausoleum and the PCs must drive off or slay the zombie horde—which is far larger than they thought—to gain access and destroy the object that is causing the dead to rise. Drive the point home that without the cleric, the situation would be even more dire. It not only bolsters the cleric player, but lets the others know how valuable it is to have them around. Also, a horde of zombies gives all the PCs something to hunt down and battle. It might even grant the wizard a chance to aid the ritual and investigation. ALL the PCs could participate in keeping the cleric safe while they do the ritual. So we get something for each of the PCs to handle, while still making the cleric the focal point."
                      ]
                    }
                  ]
                },
                "At 5th level you can plan for your second class-centric adventure and focus on the halfling {@class rogue}. By 5th level your rogue has most of the cool features, like {@classFeature Expertise|Rogue||1}, even without {@classFeature Evasion|Rogue||7} and the big high-level stuff such as {@classFeature Expertise|Rogue||6||secondary Expertise}, more Archetype features, and the crazy stuff like {@classFeature Blindsense|Rogue||14}, {@classFeature Slippery Mind|Rogue||15}, and on and on. So you can throw a bit of a challenge at our little rogue. I would tailor it towards the rogue's particular {@classFeature Roguish Archetype|Rogue||3}. Let's assume our halfling rogue has the {@class Rogue||Thief Roguish Archetype|Thief}.",
                {
                  "type": "entries",
                  "name": "Thief (5th Level)",
                  "entries": [
                    {
                      "type": "entries",
                      "name": "Trap-Laden Vault",
                      "entries": [
                        "Your little thief is somehow forced to enter a nasty, trap-and-guard-laden maze to retrieve a yet-to-be-named MacGuffin at its center. This can be the skull of a long-dead wizard, a ring of keys that open planar gates, a magical plant/piece of fruit needed to save a life or several, or even a jewel-encrusted chalice. It could be anything. To acquire the McGuffin, our thief must slip past or defeat the monstrous guardians, defeat or avoid a deadly string of traps, pick the multiple locked doors that stand between them and the wanted prize, and try to get back out again. If you want to make it even more difficult, you could make the rogue accomplish the task without leaving a trace of their actions.",
                        "To get the other players involved, you might need the strength or combat abilities of one or more of them. Perhaps magic, or at least the knowledge of its workings is required. And if the trap-laden vault goes really bad, you could always use the healing spells of a good cleric. However you handle it, remember the thief is the star of the adventure."
                      ]
                    }
                  ]
                },
                "Thus far you have managed to give both your cleric and your rogue a chance to star in an adventure. If you did it right, you probably accomplished it without them even know you did it. Next up is the fighter and the wizard. So, one around 8th level and one around 11th, because we want to be able to do a second class-centric game for all our heroes (13th, 15th, 18th, and finally 20th level). The {@class fighter} is in their full combat-mojo self, with two {@classFeature Martial Archetype|Fighter||3} features, {@classFeature Extra Attack|Fighter||5} and three {@classFeature Ability Score Improvement|Fighter||8||Ability Score Improvements} or {@filter Feats|feats}. With that in mind, we give our fighter what they excel at: we give them battle!",
                {
                  "type": "entries",
                  "name": "Fighter (8th Level)",
                  "page": "27",
                  "entries": [
                    {
                      "type": "entries",
                      "name": "Until the Gate Falls",
                      "entries": [
                        "While the PCs are visiting a mountain village or small watch fort, there just so happens to be a teeming horde of humanoids creeping towards the settlement bent on slaughter and destruction. Whether it's {@creature goblin||goblins}, {@creature hobgoblin||hobgoblins}, {@creature bugbear||bugbears}, or {@creature orc||orcs}, either pick one or use a mixed bag of them along with a couple of bigger siege-style monsters ({@creature ogre||ogres}, {@creature troll||trolls}, or a giant). The folk of the village or fort know that the coming battle is unwinnable if they stand their ground. Their only hope of survival is to flee using an escape tunnel or secret mountain trail. To accomplish the escape with minimal casualties, the oncoming horde must be held at bay to give the escaping people enough time to get to safety. Someone must be the rock in the raging river of death to delay the horde. Enter our heroes and a tiny suicide force of volunteers. These volunteers need a seasoned battle leader, and there are none more suited than our dwarf fighter.",
                        "Now you have given your player's fighter what every fighter wants: glorious battle and a chance to make a memorable ending. (We really don't plan on killing off our dwarf, but it sure need to feel that way). Our fighter must hold a wall or gate until a signal is given and then flee if possible (most likely into a running fight) and topple a rockslide or collapse a tunnel at the last moment to keep those who made their escapes from being run down.",
                        "All the other PCs can play roles in such a scenario. The rogue can be a scout, sniper, and back up for your fighter. The cleric can help keep as much of the fighter's force alive for as long as possible, all while lending their mace to the fray. The wizard can be artillery or assist those fleeing by using magic. They can also aid in triggering the rockslide or tunnel coming down with a handy spell."
                      ]
                    }
                  ]
                },
                "Lastly, we have our {@class wizard} to spotlight. Let's base the wizard's starring adventure around their chosen {@classFeature Arcane Tradition|Wizard||2} (since by 11th level the wizard has all but the last of the Arcane Tradition features. As an example, let's say our wizard is from the {@class Wizard||School of Evocation|Evocation}. We can seed their adventure off the {@subclassFeature Sculpt Spells|Wizard||Evocation||2} and {@subclassFeature Empowered Evocation|Wizard||Evocation||10} abilities, to ensure the wizard is indeed the focus of the adventure.",
                {
                  "type": "entries",
                  "name": "Wizard (11th Level)",
                  "page": "28",
                  "entries": [
                    {
                      "type": "entries",
                      "name": "The Spell Seal Tower",
                      "entries": [
                        "The wizard, through their adventures, discovers and aged astrolabe that leads to a fabled magical responsivity of untold wealth and knowledge—The Spell Seal Tower. The tower is said to move through the many planes of existence, appearing once every twenty years on any single plane. Though finding the tower's next appearance using the astrolabe is easily done, gaining entry into the magical construct is not. There are seven seals that require the casting of spells to unlock. While any caster of these spells has a chance of opening a spell seal, only an evoker can do it safely. The reason for this is that many of the seals require area of effect spells and for other living creatures to be within the area of effect—some even the caster. This is where {@subclassFeature Sculpt Spells|Wizard||Evocation||2} comes in. It is not easy to convince three of your friends to remain touching an orb right where a fireball is going to be cast, unless you can ensure their safety. In additional to the sculpting spell seals, there are damage seals that require a certain amount of spell damage to be dealt in a single attack to unlock. Being able to add your Intelligence modifier to a damage roll because of the {@subclassFeature Empowered Evocation|Wizard||Evocation||10} ability certainly gives your wizard an edge and could mean the difference of having to cast a single {@spell lightning bolt} or several to get the needed damage to break the seal.",
                        "Seven such spell trials mixed with a handful of magic-based guardian monster fights, and you have a seriously wizard-centric adventure. Fill the tower with wizard loot heavy on potion, scroll, wand, and staff items, and it gets even more wizard-heavy. Throw in seven powerful items (say that all are rare or very rare and were used to power the seals) and your wizard's companions will be all-too-eager to go along for a chance at such loot. It's not too hard to get your favorite barbarian to help out a wizard if they have a chance to lay hands on a {@item Belt of Fire Giant Strength}! If that doesn't keep your wizard as the center of attention, nothing will."
                      ]
                    }
                  ]
                },
                "Though doing class-centric adventures takes a bit of work on your part, see if it doesn't get your players more into your game. Then your only issue is that they will want it even more."
              ]
            },
            {
              "type": "inset",
              "entries": [
                {
                  "type": "entries",
                  "name": "E.L. Thomas",
                  "entries": [
                    "is a game designer, author, and rabid gamer who has been crawling through graph paper dungeons for nearly four decades and has no desire to stop. He lives with his two spoiled dogs under the auspicious grace of his queenly wife."
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "section",
          "name": "House Rules",
          "page": "32",
          "entries": [
            "How to make the most out of critical hits and misses to create a memorable adventure.",
            {
              "type": "entries",
              "name": "Critical Care Unit",
              "entries": [
                "Justin Peniston",
                {
                  "type": "entries",
                  "name": "I was in trouble.",
                  "entries": [
                    "We'd barely escaped from the gnarled-looking little humanoids we knew only as the Chimgani, but one of their hunting parties had caught up with us, We were wearing only rags, and most of our gear was lost; I'd only managed to grab my sword, but I'd be damned if I was going back, or down, without a fight.",
                    "I leapt to engage one of the Chimgani hunters, swinging a mighty blow, but my footing wasn't what it should have been. I stumbled… and not only did I miss my opponent, I hit a tree, Did I mention that the blow was mighty?",
                    "My sword was stuck in the tree, and it would take precious seconds to work it free, seconds I didn't have.",
                    "But I was adept at fighting with both hands, and had the time to strike one more blow, but only with my free hand balled into a fist. Desperately, I threw a punch… and connected.",
                    "Hard.",
                    "The Chimgani hunter spun and fell, and as I frantically tried working my blade free, I realized that he wasn't moving… or breathing. I smiled and looked around for someone else to punch.",
                    "That was a real game that my buddies and I played when we were in college. It was long enough ago that we were still calling it \"Advanced\" (albeit 2nd Edition) to differentiate it from box sets and races that were indistinguishable from classes. (Yes, \"{@race Elf}\" was a class once upon a time.)",
                    {
                      "type": "insetReadaloud",
                      "entries": [
                        "I rolled three 20s in a row, then I rolled an 18. My lowly punch was suddenly the equivalent of four successful attacks. I did so much non-lethal damage, against what was essentially an orc, that I killed him."
                      ]
                    },
                    "My character, Blackwood, was a {@class Ranger}, and thus was adept as using a melee weapon in each hand. I won the initiative that round and attacked with my bastard sword. I rolled a 1, a critical miss. In that particular game, it meant I lost a turn, which meant I'd effectively do no damage this turn or next.",
                    "I made the argument that, since I had \"{@optfeature Two-Weapon Fighting||two-weapon style}\" as one of my class features, I should still get a chance to throw a punch, since my GM wouldn't let me use it to free the sword. He considered that for a second and let me do it… and this time, I rolled a 20.",
                    "Now, we were using one of the optional critical hit systems offered in 2E. Basically, if you rolled a 20, you had to \"confirm\" your critical hit with another attack roll. If you hit again, you got two damages to apply. If you missed with the confirmation roll, you only did one damage. But if you rolled a 20 on your confirmation roll, you got an additional confirmation roll… and so on. Theoretically, you could keep rolling 20s and keep stacking additional damage rolls atop each other. And that's exactly what I did.",
                    "I rolled three 20s in a row, then I rolled an 18. My lowly punch was suddenly the equivalent of four successful attacks. I did so much non-lethal damage, against what was essentially an {@creature orc}, that I killed him. (Remember this if you remember nothing else, kids… sometimes the rules don't properly adjudicate what should be a cool moment. That's why the GM's judgement trumps the rules.)",
                    "I can't overstate how cool this moment was for me, and for everyone at the table that day. It was a clean-up fight, setting us up for the next chapter of our adventure. But my playing group cheered. Everyone was stoked and the fight wasn't even over.",
                    "As far as I was concerned, it changed the way I looked at my character. When I rolled my character, making unarmed combat one of his traits wasn't what I was looking for, but now it fit. My character was sort of the anti-Aragorn; he was of royal blood but his forebears were more tyrannical than noble, so he'd become a bandit. Making him a brawler was the missing piece that character concept needed.",
                    "We played that campaign for a long time and that character was one of its defining elements. (Oh, and how I clowned my friends when they slipped up and called it the \"Blackwood campaign,\" which happened more than once.) Now, I'm not saying that a kick-ass critical hit is going to be what makes a campaign great, but I believe that great adventures and great campaigns have signature moments, and that was one of them. It wouldn't have happened without that critical hit…",
                    "…or that critical miss.",
                    "Now we get around to how all of this is relevant three editions later, in the here and now. The critical hit system in Fight Edition is… let's call it uninspiring. (One of the rare times the game lets me down. As far as I'm concerned, it's the best version of the game to date.) IT's just a regular old double damage system: Double your damage dice, but not your modifiers, and you're done. It's not special, it's not something to look forwards two… but at least it's there. But the game has no critical miss system.",
                    "As far as critical misses, or critical fumbles as they were called then, 2nd Edition barely does anything with them, and 5E does nothing with them at all. I'm convinced they're as crucial, and fun, as a good critical hit system. Like critical hits, critical misses create moments.",
                    "In the above example, I never would have thrown the punch had I not rolled a 1 and gotten my sword stuck in the tree. The critical miss created an obstacle for me to overcome. It forced me to think about something besides swinging my sword, my go-to move. I'll grant you that opting for a thrown punch isn't exactly the work of a master tactician, but I was trying to make the rules work for me, and I did… and it changed our whole campaign.",
                    {
                      "type": "insetReadaloud",
                      "entries": [
                        "…I'm not saying that a kick-ass critical hit is going to be what makes a campaign great, but I believe that great adventures and great campaigns have signature moments…"
                      ]
                    },
                    "Now, we were using a different supplement for our critical misses. My GM had a copy of {@i The Best Dragon Magazine Vol. 4}, and one of the articles within was about critical misses.",
                    "This article had a focus on weapons being damages when a 1 was rolled, but it also included adding negative conditions like being disarmed, or even injuring oneself or a fellow party member. There were three tables, and two of those were extensive enough to require percentile tables rather than d20 or smaller, and there were time factors and yadda yadda yadda.",
                    "The beauty of 5E is how streamlined it is and doing research for this article really bears that out. I've loved almost every edition (except for the cursed 4th, of which we shall not speak), but looking back at the rules for 2nd Edition, the const of entry was just too high in terms of time investment. The older versions of the game were the bomb, but looking back on them now, they suffered from being excessively wordy, complicated, and humorless. The add-ons were pretty cool, though.",
                    "The game was complicated because it was complex and every new thing added a layer of customization that I dig to this day. But critical hits and misses don't need to be complex. Like the rest of combat, they should be simple and fun. I favor {@variantrule Alternative Criticals|RolledTold1|a simple set of rules}:",
                    {
                      "type": "list",
                      "style": "list-decimal",
                      "items": [
                        {
                          "type": "item",
                          "name": "Only PCs and significant opponents should be capable of crits, whether you're taking hits or misses.",
                          "entry": "No PC should be laid low because one of the Chimgani got a lucky shot. The woes of the Chimgani should come at the hands of the party, not the whims of the dice bag. That's just better storytelling."
                        },
                        {
                          "type": "item",
                          "name": "Crits should have to be confirmed, and confirmations stack.",
                          "entry": "Rolling a 20 or a 1 is already pretty badass, because a 20 always hits and a 1 always misses. Getting actual extra damage requires another successful attack roll, and every additional 20 or additional 1 earns you another set of damage to roll for (or an additional penalty). Does extra damage include bonuses like strength or magical bonuses, conventional wisdom says no… a critical hit doesn't mean you got stronger or that your sword got more magical. But you do you. Does a character get advantage or disadvantage on the confirmation roll? Again, I'd say no, but that sounds like a situational consideration to me. Note: where a confirmation roll for a critical hit is another successful attack roll, a critical miss should be confirmed by another failed attack roll!"
                        },
                        {
                          "type": "item",
                          "name": "Critical misses can take an abundance of forms.",
                          "entry": "A critical hit is all about damage, because that's really all that anybody wants it to be about. Critical misses can and occasionally should result in damaging oneself or another party member, but that's not where I think the fun lies. I think the fun lies in negative conditions. It makes more sense to knock oneself {@condition prone} (or {@condition unconscious}!) than simply to do damage to oneself. Or maybe the encounter has a goal, and the critical miss moves the party a step back from that goal. As far as stacking goes, you can worsen the condition, say from {@condition incapacitated} to {@condition unconscious}, or you can add to the duration of the condition, say from one round to {@dice d4} rounds."
                        }
                      ]
                    },
                    "Honestly, that's as complicated as I think this needs to be. I'll put a wee chart at the end of this article, so you can randomly generate appropriate negative conditions. It won't be exhaustive; you can sub out conditions as you see fit. (Is the parting fighting a tentacle monster? Sub in the {@condition grappled} condition! Are they fighting a medusa? A character might stumble into her line of sight, so add the {@condition petrified} condition!)",
                    "Customize this as you see fit; make it work situationally. Maybe if your players fail their confirmation roll, you decide they automatically do max damage. Maybe confirming a critical hit activates a power, or restores the use of a power. Maybe a critical miss causes their disguises to fail, rather than having any sort of combat effect. Do what works for you.",
                    "This is not a crit system that is likely to grow out of control. No body locations, no crazy charts or rolls, no real work on the GM's part. Lest you worry about PCs stomping around ripping off mega-stacks of crits, I should say that in the entire duration of that 5+ year campaign, it only happened twice… and I was the guy that rolled them both times. (Maybe someday I'll tell you guys about the {@monster cave fisher|VGM}!) The odds of rolling two 20s in a row are 1 in 400. Hitting three in a row was a 1 in 8000 shot.",
                    "But if you're the sort that likes extra charts, here's the one I promised you, a list of appropriate conditions for simple combat. Feel free to add or substitute conditions as you see fit.",
                    "{@table Critical Misses|RolledTold1|Critical Misses Table}",
                    "My goal with this article is to give you an example of how to make your own game more fun. Use this, modify it, even ignore it, as long as you're enjoying the game!"
                  ]
                }
              ]
            },
            {
              "type": "inset",
              "entries": [
                {
                  "type": "entries",
                  "name": "Justin Peniston",
                  "entries": [
                    "is a writer of comics and cartoons ({@i Mega Man, Ben 10, Avengers Assemble!, Blue Beetle, Justice Society of America}). His D&D-inspired webcomic, {@i Hunter Black}, updates every Monday, Wednesday, and Friday at {@link hunterblackcomics.com}"
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "section",
          "name": "Random Nonsense",
          "page": "40",
          "entries": [
            "Pirate-themed art objects and minor treasures to substitute into your individual treasure, loot piles, and hoards.",
            {
              "type": "entries",
              "name": "Bring On the Booty!",
              "entries": [
                "E.L. Thomas",
                "If you are a fan of randomly generating treasure for your games or, on occasion, get stuck without having fully prepared the loot for your game, then random treasure tables are your best friend. Being random, the treasure tables don't always give you treasure that fits the tone or theme of your adventure. So, if you have a \"pirate\" theme going on or just want to get your Long John Silvers on, here are some miscellaneous pieces of treasure for you.",
                {
                  "type": "entries",
                  "name": "For Individual Treasure",
                  "entries": [
                    "When you randomly generate pp, or platinum pieces, on an individual treasure roll, you can substitute half the value for a roll on the {@table Weird Stuff Art Object/Magic Trinket Table|RolledTold1} below instead or just pick one that catches your fancy. When using this table, add the Challenge Rating to the rolled result. Example: you roll an 8 on your 1d20 for a Challenge 4 creature so you would use the 12 result."
                  ]
                },
                {
                  "type": "entries",
                  "name": "For Art Object Rolls for Treasure Hoards",
                  "entries": [
                    "When you roll a result of art object for your randomly generated treasure hoards, substitute an item of appropriate value from the Seafarers' and Buccaneers' Art Object Tables.",
                    {
                      "type": "list",
                      "items": [
                        "{@table 25 gp Seafarers' and Buccaneers' Art Objects|RolledTold1}",
                        "{@table 250 gp Seafarers' and Buccaneers' Art Objects|RolledTold1}",
                        "{@table 750 gp Seafarers' and Buccaneers' Art Objects|RolledTold1}",
                        "{@table 2,500 gp Seafarers' and Buccaneers' Art Objects|RolledTold1}",
                        "{@table 7,500 gp Seafarers' and Buccaneers' Art Objects|RolledTold1}"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "section",
          "name": "Mini Adventure",
          "page": "48",
          "entries": [
            "{@adventure Pull Your Weight|PullUrWeight}",
            "The earth is breaking apart and drifting into the sky, and the PCs must earn the trust of {@creature Captain Yosu Noobay|RolledTold1} and gain access to her infamous airship by capturing the floating bits of earth."
          ]
        }
      ]
    }
  ],
  "adventure": [
    {
      "name": "Rolled & Told #1: Hoist the Jolly Gobbler!",
      "id": "JollyGobbler",
      "source": "RolledTold1",
      "storyline": "Rolled & Told",
      "coverUrl": "https://m.media-amazon.com/images/I/51eDL3x1SPL.jpg",
      "contents": [
        {
          "name": "Hoist the Jolly Gobbler!"
        },
        {
          "name": "Starting the Adventure",
          "headers": [
            "The Sky is Falling",
            "The Super Heroic, Wildly Witty Jabberwock Aerial Siege Theory Almost Plan",
            "Swarm from the Jabberwock",
            "Above the Jabberwock",
            "After the Fray and The Cry of The Jabberwock"
          ]
        },
        {
          "name": "Ending The Adventure",
          "headers": [
            "Rewards and XP"
          ]
        },
        {
          "name": "New Monsters & Magic Items"
        }
      ],
      "level": {
        "start": 2,
        "end": 3
      },
      "published": "2018/09/26"
    },
    {
      "name": "Rolled & Told #1: Pull Your Weight",
      "id": "PullUrWeight",
      "source": "RolledTold1",
      "storyline": "Rolled & Told",
      "coverUrl": "https://m.media-amazon.com/images/I/51eDL3x1SPL.jpg",
      "contents": [
        {
          "name": "Pull Your Weight",
          "headers": [
            "Rules"
          ]
        },
        {
          "name": "Starting the Adventure",
          "headers": [
            "Gathering Stones",
            "Mephits, Stop It Please",
            "Fighting is For the Birds"
          ]
        },
        {
          "name": "Ending the Adventure",
          "headers": [
            "Success",
            "Failure",
            "Rewards"
          ]
        },
        {
          "name": "New Monsters & Magic Items"
        }
      ],
      "level": {
        "start": 1,
        "end": 4
      },
      "published": "2018/09/26"
    }
  ],
  "adventureData": [
    {
      "id": "JollyGobbler",
      "source": "RolledTold1",
      "data": [
        {
          "type": "section",
          "name": "Hoist the Jolly Gobbler!",
          "page": "6",
          "entries": [
            "Written by E.L. Thomas",
            {
              "type": "image",
              "href": {
                "type": "external",
                "url": "https://www.rolledandtold.com/wp-content/uploads/2018/09/RT01-Map-Hoist-The-Jolly-Gobbler.jpg"
              },
              "title": "Brandon Reese ({@link Download|https://www.rolledandtold.com/wp-content/uploads/2018/09/RT01-Map-Hoist-The-Jolly-Gobbler.jpg})"
            },
            {
              "type": "inset",
              "entries": [
                {
                  "type": "entries",
                  "name": "A 5E Low-Tier Adventure",
                  "entries": [
                    "You will need a copy of the 5E core rulebooks to fully utilize this adventure. You also should familiarize yourself with the adventure and the map to fully enjoy this adventure. You should familiarize yourself with the spells used by the foes prior to playing the adventure."
                  ]
                },
                {
                  "type": "entries",
                  "name": "Glossary",
                  "entries": [
                    "PC: Playable Characters. GM: Game Master. DC: Difficulty Class. HP: Hit Points. NPC: Non-Player Character."
                  ]
                },
                {
                  "type": "entries",
                  "name": "Adventure Scaling",
                  "entries": [
                    "This adventure is designed for a group of four or five 2nd-3rd level characters, though it is easily modifiable for 4th-5th level PCs by making all the goblin whelps regular goblins and adding +2 to the skill challenge DCs. To enjoy with even higher level PCs, turn all the whelps to goblins, maximize the HP of all the other foes, and increase the DC of all tests by +5 (to a max {@dc 20}). The adventure should get a group of 2nd level PCs to 3rd level."
                  ]
                }
              ]
            },
            {
              "entries": [
                {
                  "type": "entries",
                  "name": "Plot",
                  "page": "7",
                  "entries": [
                    "What happens when a tribe of goblins stumbles upon a downed gnomish airship? Nothing good, especially since they can't land it and can hardly control it. The PCs are called upon by a gnomish clan to try not only to stop the goblins, but also to save the ship and the gnomish prisoners the goblins have aboard it. To do so, the PCs will have to fly in a hot air balloon or some gnomish sprocket gliders (rudimentary magic-mechanical biplanes) and dog-fight goblins riding giant wasps to accomplish the task."
                  ]
                },
                {
                  "type": "entries",
                  "name": "Background",
                  "entries": [
                    "The gnomes of Cogclatter are tinkerers, every one. All are famous (in some cases, infamous) for their inventions. Many of said inventions are no more than curiosities, trinkets, or are outright junk. Though a few are revolutionary, none compare to their massive cloud-schooner airship {@item The Soaring Jabberwock|RolledTold1} (a flying vehicle far larger than any other known airship). Still in the gnomish-try-it-prototype stage of development (meaning they are using it, even though it is untested and most likely will end in disastrous results), a band of gnomes took the ungainly airship for a long-range test flight.",
                    "As with most things in the gnomish-try-it-prototype stage, things went badly. The airship began losing height as one of the four balloons that keep it aloft lost pressure at an alarming rate. Being quick-witted, the skeleton test crew managed to put the airship down safely and went about making repairs. Trying to solve the pressure problem, the gnomes opted for using giant floating fungus creatures. The floating fungus creatures, known as gas spores, are easily popped, so to fix that issue, a rather potent adhesive was mixed up. Coating the fungus spores in the protective adhesive would keep the gas spores from bursting when the gnomes herded them to the airship. The adhesive also aided in \"installing\" the glue-treated gas spores inside the original balloon of the vessel. Discovering that their intimal calculations were a few gas spores shy of the needed lift to fly the airship, the gnomes sent a small band to gather the necessary spores. This is where the Deathsting goblin tribe comes into the story. The goblins went to the gas spore caverns for sport at popping the spores without being killed. They found the gnomes as they were leaving with the needed spores. The goblins stealthily followed the gnomes back to the airship. A handful of the goblins stayed to keep watch as the rest went back to gather the rest of the tribe to attack the strange gnomes and their boat. The sizable goblin mob easily took the ship and captured the gnomes. However, as the tribe began looting the ship, one goblin mistakenly cut the airship loose with most of the tribe onboard.",
                    "All this misfortune and mischief occurred two weeks ago, and the now-flying goblins have been marauding about the area, attacking, robbing, looting, or just destroying anything that ends up in their flightpath. Being unable to land has done nothing to deter the goblins from utilizing their flying prize. They drop objects-goblins, or, in some cases, livestock-onto targets below them as mobs of goblins slide down ropes or fly down on their giant wasp mounts to overwhelm any travelers, caravans, farmsteads, or small settlements encountered.",
                    "During the goblin sky-pirate chaos, the gnomes of Cogclatter have been hard at work on a plan to take back the airship, save the captive gnomes aboard, and spare the countryside from future goblin piracy. The plan they have come up with will require the help of adventurers to pull off and that is where the PCs come in.",
                    "\"The Super Heroic, Wildly Witty Jabberwock Aerial Siege Theory Almost Plan,\" as the gnomes call it, will require the PCs, along with a small group of gnomish engineers, to fly a hot air balloon and a handful of prototype magic-mechanical biplanes called Sprocket Gliders to the airship and take it back from the goblins, thus saving the airship, its crew, and the day. Simple, right?"
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "section",
          "name": "Starting the Adventure",
          "page": "8",
          "entries": [
            {
              "entries": [
                {
                  "type": "entries",
                  "name": "Getting the PCs Involved",
                  "entries": [
                    "The easiest way to start such a wild and nonsense-filled adventure is to start in the middle of the action as they are traveling along a road or overland. In this case… Just drop a cow on them! (See {@adventure The Sky is Falling|JollyGobbler|1|The Sky Is Falling}.)"
                  ]
                }
              ]
            },
            {
              "type": "entries",
              "name": "The Sky is Falling",
              "entries": [
                {
                  "type": "insetReadaloud",
                  "entries": [
                    "You have heard rumors that the gnomes of Cogclatter are in the market for adventurers to deal with some sort of goblin problem. Being in need of coin and always seeking adventure, you hit the road en route to the gnomish city. The trek to the lake-bound trade city has thus far proved to be an easy one, since the floating settlement sits at a hub of waterways, well-maintained roadways, and trade routes. Even the weather seems to want to make your trek enjoyable as a warm sun washes down from a clear blue sky. Just as that thought settles in, a heavy shadow washes over you, and strangely, a panicked mooing seems to be coming closer rather quickly."
                  ]
                },
                "The shadow is the airship passing overhead and the mooing is an unfortunate milk cow that the goblin bombardier has decided to drop on the PCs.",
                {
                  "type": "entries",
                  "name": "The Dropped Cow",
                  "entries": [
                    "Targets a 10x10 ft. area, anything in the area and the cow suffers {@damage 10d6} bludgeoning damage unless they succeed on a Dexterity Saving Throw {@dc 12}—the cow takes damage regardless. Creatures with a Passive Perception 12 or better gain advantage on the initial Dexterity save to avoid the plummeting cow. Immediately after, all creatures within 30 ft. of the impact area must succeed on an additional Dexterity Saving Throw {@dc 15} or suffer {@damage 2d6} piercing damage (half damage on a successful save) from the bones and gore of the exploded cow.",
                    "At this time, have the wounded and gore-soaked players roll initiative. The goblins aboard the airship 100 feet above will rain down objects until it flies out of range to do so."
                  ]
                },
                {
                  "type": "entries",
                  "name": "The Soaring Jabberwock",
                  "page": "9",
                  "entries": [
                    "{@vehicle The Soaring Jabberwock|RolledTold1} is a unique Galley-sized airship/ Speed: 8 mph/ Fly speed: 80 feet (currently 70 feet due to being overloaded with goblins, hostages, and loot); Crew: 20; Passengers: 20; Cargo: 5 tons; AC 15/ HP 350/ Damage Threshold 15."
                  ]
                },
                {
                  "type": "entries",
                  "name": "Goblin Bombing Rain of Junk",
                  "entries": [
                    "On initiative 20, 10, and 1 each while the vessel remains over the PCs or another target/ Effect: On each of the above listed initiatives the mob of goblins aboard the airship hurls a mass of random-sized items. Any creatures beneath the airship at the time must succeed at the listed Saving Throw or suffer the listed damage/ effect (see Junk Rain Chart below). Creatures that take the {@action Dodge} action gain advantage on the saves.",
                    {
                      "type": "table",
                      "caption": "Junk Rain Chart",
                      "colLabels": [
                        "{@dice d20}",
                        "Junk"
                      ],
                      "colStyles": [
                        "col-1 text-center"
                      ],
                      "rows": [
                        [
                          {
                            "type": "cell",
                            "roll": {
                              "min": 1,
                              "max": 10
                            }
                          },
                          "{@b Rotten vegetables and fruit} Dexterity Save {@dc 15} or {@damage 2d4} bludgeoning damage. If the save is failed by more than 5, target creature is subject to the {@condition blinded} condition until they can take an action to clean the rotten matter from their eyes and face."
                        ],
                        [
                          {
                            "type": "cell",
                            "roll": {
                              "min": 11,
                              "max": 15
                            }
                          },
                          "{@b Crates and Crockery} Dexterity Save {@dc 14} or {@damage 1d6 + 10} bludgeoning damage, if saved failed by more than 5, target is also knocked {@condition prone}."
                        ],
                        [
                          {
                            "type": "cell",
                            "roll": {
                              "min": 16,
                              "max": 18
                            }
                          },
                          "{@b Cookware and Tools} Dexterity Save {@dc 13} or {@damage 2d6 + 10} bludgeoning damage and knocked {@condition prone}."
                        ],
                        [
                          {
                            "type": "cell",
                            "roll": {
                              "min": 19,
                              "max": 20
                            }
                          },
                          "Another poor milk cow (see {@adventure The Dropped Cow|JollyGobbler|1|The Dropped Cow} entry)."
                        ]
                      ]
                    }
                  ]
                },
                "The goblin pirates and their hijacked airship move out of range after 1 round. First-tier PCs should have no reasonable way to catch a vessel that has a base speed of 70 and is currently locked into taking the {@action Dash} action each round (so 140 feet every combat round). As the PCs try to gather themselves form the rain of goblin junk, read the following.",
                {
                  "type": "insetReadaloud",
                  "entries": [
                    "You stumble clear of piles of refuse and gore, trying to make sense of what had just transpired—somehow, scores of goblins just randomly assaulted you with a deluge of junk, garbage, and livestock. Even harder for your ringing heads to contemplate, the goblins had a flying schooner. Just as that strangeness sinks in, a roaring clamor of rumbling mechanical sounds and a steam whistle fills the air, quickly followed by a sight even stranger than goblins with an airship. Through a cloud of dust, smoke, and steam, four massive covered wagons—devoid of any draft animals—rumble past at breakneck speed, nearly bowling you over. As you leap to safety, the first massive rumbling six-wheeled monstrosity comes to a grinding, sliding halt directly where you had been seconds earlier, as you are enveloped in a massive exhale of hot steam. Atop the still-chugging mechanical wagon, a wild bearded gnome, bedecked in numerous jingling tools and pouches, squints down at you through his dust-smeared goggles, gives you and appraising nod, and then hoots, \"You lot will have ta do. So no time to dawdle. Clamber on aboard, we got thrill'n heroics at pull off and a whole passle of goblins ta put in their places!\" With a wild series of undecipherable hand signals, the gnome appears to want you to climb aboard the wagon."
                  ]
                },
                "All four of these massive six-wheeled, magic-mechanical steam wagons are manned by gnomes of Cogclatter who are in pursuit of the airship. They have a plan to try and take it back; though they require adventurers such as the PCs to pull it off since there is a horde of goblins to deal with.",
                "The rock gnome driving the lead steam wagon is Tinko \"Mousetrap\" Sparkfizzle, current lead tinkerer of the gnomes. He's tasked with stopping the Deathsting tribe, retrieving the ship, and rescuing the prisoners held aboard.",
                "In the unlikely scenario the PCs don't immediately jump onto the wagons, \"Mousetrap\" tries to hurry them along with panicked pleas of: \"Ya got ta hurry, before we lose that ship!\" or: \"No time for chitchat we got goblins to stop!\" If that doesn't work, he and several other gnomes will leap off the wagons and try to usher the PCs aboard all while explaining in rushed and panicked tones what has happened, and that they have a plan, though they require the PC's help. Also, that part of the plan requires them to get these four wagons to a high point further down the road and into the path of the airship.",
                "Paraphrase the information from the background section and make sure that \"Mousetrap\" highlights the fact that the goblins have the ship's crew and several farm families as prisoners. Also, that the PCs have to try to take the ship back instead of bringing it down—for the safety of those prisoners, as well as the safety of their airship. \"Mousetrap\" should keep the particulars of the plan vague until the PCs agree to aid him, and only answer questions with hints like: \"Oh, those goblins will never see it coming,\" or: \"We shall see how those wasps of theirs like our stings,\" or: \"Well, some might call it crazy, but just wait 'til after it works!\" or: \"A solid theory is twice as good as a solid plan!\"",
                "Tell the PCs only enough to get them involved, and keep telling them the longer they delay, the less chance they have of stopping the goblins and saving the prisoners.",
                "After the PCs agree, or at least climb aboard the steam wagons, go to {@adventure The Super Heroic, Wildly Witty Jabberwock Aerial Siege Theory Almost-Plan|JollyGobbler|1|The Super Heroic, Wildly Witty Jabberwock Aerial Siege Theory Almost-Plan}."
              ]
            },
            {
              "type": "entries",
              "name": "The Super Heroic, Wildly Witty Jabberwock Aerial Siege Theory Almost-Plan",
              "page": "12",
              "entries": [
                {
                  "type": "insetReadaloud",
                  "entries": [
                    "The effort of hanging on to the wildly bucking and jostling steam wagons as they careen down the rutted roadway and then off of it prevents much conversation with the gnomes. It doesn't take long to realize the wagons are headed towards what looks to be the edge of a sizable canyon and, in the far distance, the hijacked airship. The rumbling wagons come to a screeching halt on the canyon rim and the gnomes rush into the action. They begin ripping tarps off the wagons to reveal what looks to be three huge ballistae. Instead of bolts, the siege weapons are loaded with what can only be described as a trio of clockwork bi-winged flying contraptions. The fourth wagon has a sizable woven basket attached to a gigantic patchwork bladder. \"We got ta hurry and decide who is flying in what before those nasty goblins get within range,\" \"Mousetrap\" hoots as he hurriedly beings cranking one of the ballistae to aim in the general direction of the oncoming airship."
                  ]
                },
                "The flying contraptions loaded into the ballistae are gnomish sprocket gliders (rudimentary magic-mechanical biplanes). The basket and bladder is a hot air balloon. At this time, \"Mousetrap\" fully, if hurriedly, explains the \"plan\" to try and take back the airship.",
                "The airship is currently in a wide, circular pattern and going full speed (the {@action Dash} Action each round), and the goblins appear unable to change it. It has been going full speed ever since the goblins took the ship, which is extremely dangerous. The airship was not designed to go fully out for weeks at a time and there are already signs that it is quickly becoming unstable (sparks and crackling lightning coming from the magical engines). The gnomes have estimated that it is now or never to take the airship back, or at least rescue the prisoners. The airship will explode in the next {@dice 1d4} days, give or take three days if nothing damages it and if the badly strained engines are not slowed.",
                "They plan to use the sprocket gliders to assault the giant wasp riders the goblins have to make it safe for the more fragile hot air balloon to land upon the airship.",
                "This is for three reasons—1: It will take time to air up the balloon ({@dice 1d6} combat rounds); 2: the hot air balloon can be used to ferry the prisoners safely to the ground if the airship cannot be saved; 3: the sprocket gliders have no safe way to land on the airship.",
                "Once the hot air balloon has landed, as many gnomes and PCs as possible will abandon their sprocket gliders using {@i Patented Hip-Hop-Juice Draughts} ({@item Potion of Jumping|RolledTold1|Potions of Jumping}: see below) and jump onto the airship deck to join the fight with the goblins to try and take back the airship, or at least rescue as many prisoners as they can.",
                "There are currently six gnomes with the PCs.",
                {
                  "type": "list",
                  "page": "13",
                  "items": [
                    "Buckeye",
                    "Squint",
                    "Greasy",
                    "Pinwheel",
                    "Spoons",
                    "\"Mousetrap\""
                  ]
                },
                "Use the {@creature Rock Gnome Arcane Tinkerer|RolledTold1} stat block at the end of this adventure for all of them. \"Mousetrap\" also has an innate ability that makes him uncharacteristically less accident prone than the other gnomes. Use the {@race Halfling} trait Lucky for this.",
                "Each of the (3) sprocket gliders seats three (a pilot, a gunner, and mechanic, in that order). The hot air balloon basket can take four (1 crew and 3 passengers). They are willing to let the PCs make the battle plan (since none of them are warriors) and determine who is doing what jobs. They do recommend that one of the gnomes is the pilot of each of the vehicles, since they are most likely the only ones with the proficiency {@filter Vehicle (Air)|items|type=vehicle (air)}. Any decisions that have to be made must be made quickly. The sprocket gliders need to be launched to give the balloon the time it needs ({@dice 1d6} rounds) to fully inflate before the airship reaches where they plan to launch from, which will occur in {@dice 1d8 + 5} rounds from when the first sprocket glider launches.",
                "Do not let your players debate too long as to who will fly in the sprocket gliders and who will be in the balloon. If they do, describe how the gnomes panic as the airship looms ever closer. If this still does not spur the players into action, roll the {@dice 1d8 + 5} in front of the players and tell them that is how long they have until the airship is over them and launching the rescue balloon will be almost impossible.",
                {
                  "type": "entries",
                  "name": "The Supplies the Gnomes Have to Aid the Effort",
                  "page": "14",
                  "entries": [
                    "There are {@item Potion of Jumping|RolledTold1|Potions of Jumping} enough for all the gnomes and each PC to have one. In addition, the gnomes have the following items that the PCs can use to aid in the attack on the airship.",
                    {
                      "type": "list",
                      "items": [
                        {
                          "type": "item",
                          "name": "(6) 100 ft. coils of {@item silk rope (50 feet)|phb|silk rope}, each with a {@item grappling hook|phb}"
                        },
                        {
                          "type": "item",
                          "name": "(2) {@item potion of climbing||Potions of Climbing}"
                        },
                        {
                          "type": "item",
                          "name": "(4) {@item potion of healing||Potions of Healing}"
                        },
                        {
                          "type": "item",
                          "name": "(1) {@item Potion of Hill Giant Strength}"
                        },
                        {
                          "type": "item",
                          "name": "(24) {@item Lightning Bottle|RolledTold1|Lightning Bottles}"
                        },
                        {
                          "type": "item",
                          "name": "{@item Potion of Jumping|RolledTold1}"
                        },
                        {
                          "type": "item",
                          "name": "{@vehicle Sprocket Glider|RolledTold1|Sprocket Gliders}"
                        },
                        {
                          "type": "item",
                          "name": "{@vehicle Hot Air Balloon|RolledTold1}"
                        }
                      ]
                    }
                  ]
                },
                "Once the Players organize themselves and the gnomes as best they can and begin launching the sprocket gliders, go to {@adventure Swarm from the Jabberwock|JollyGobbler|1|Swarm from the Jabberwock}."
              ]
            },
            {
              "type": "entries",
              "name": "Swarm from the Jabberwock",
              "page": "16",
              "entries": [
                {
                  "type": "insetReadaloud",
                  "entries": [
                    "As you hustle to clamber into the sprocket gliders and the balloon is just beginning to fill, a dozen black dots erupt form the deck of the airship. As you squint your eyes, you see those dozen dots are giant wasps and each has a pair of goblins astride it. \"Mousetrap\" decrees, \"Time we face the swarm and take that ship!\" and the first glider is launched skywards with a whoosting twang."
                  ]
                },
                {
                  "type": "entries",
                  "name": "Threats",
                  "entries": [
                    {
                      "type": "list",
                      "style": "list-hang-notitle",
                      "items": [
                        {
                          "type": "item",
                          "name": "(12) {@creature giant wasp||Giant Wasps}",
                          "entry": "with the following changes: While a goblin is controlling them, the goblin can make the wasp take the {@classFeature Cunning Action|Rogue||2}, exactly like that of a Rogue; each giant wasp is mounted by two of the (24) {@creature goblin whelp|RolledTold1|goblin whelps}."
                        },
                        {
                          "type": "item",
                          "name": "(24) {@creature goblin whelp|RolledTold1|Goblin Whelps}",
                          "entry": ", {@creature goblin||Goblins} with the following changes: 1 HP; on any attack they do the minimum amount of damage; worth 10 XP each."
                        }
                      ]
                    },
                    "Two goblin whelps mount each giant wasp; one is armed with a bow, both have scimitars. The goblins on their giant wasps will attack in three waves of four wasps, staggering themselves.",
                    {
                      "type": "list",
                      "style": "list-hang-notitle",
                      "items": [
                        "(4) Wasps will stay around the airship.",
                        "(4) Wasps take up position halfway between the airship and the launch point.",
                        "(4) Wasps come straight at the launch site and will engage the three gliders one round after they launch. If the gliders move into the next zone without dealing with the prior wave, things can get very bad very quickly."
                      ]
                    },
                    "If the gliders head towards the airship without attacking the first wave, those goblins attack the balloon crew before they can make lift off, if possible."
                  ]
                },
                {
                  "type": "entries",
                  "name": "Tactics",
                  "page": "17",
                  "entries": [
                    "The goblins will try to stay at range as long as the goblin with the bow lives. Once only a single goblin is astride the giant wasp, it will attack in melee until the wasp or goblin is dead. If both goblins riding a wasp are slain, the giant wasp will fly away. When they engage in melee, the giant wasp will watch onto gliders and the balloon, stabbing at creatures with its stinger if possible, or attacking the aircraft if not."
                  ]
                }
              ]
            },
            {
              "type": "entries",
              "name": "Above the Jabberwock",
              "page": "18",
              "entries": [
                {
                  "type": "insetReadaloud",
                  "entries": [
                    "The airship is teeming with goblins. The vicious little creatures are wildly clambering through the rigging, cheering and jeering on the deck. Everywhere your eyes land you find goblin pirates. What looks truly life-threatening is the crackling magical lightning licking out from the airship engines, coming dangerously close to the balloons with one stroke and then whipping close to the ship's deck with another. The wild-eyed goblins seem thrilled by the sizzling death, even to the point of cheering it on as the unpredictable energy weaves a shimmering web of electric blue death about them on the airship."
                  ]
                },
                "Not only are the masses of wild and slightly mad goblins dangerous, but the arcing magic lightning emanating from the now overworked engines of the airship has made this encounter twice as deadly. Firstly, it has invigorated and mentally unhinged the already soft-brained, fungus-and toxin-addicted goblins to the point that all the goblins have, in addition to anything listed on their stat blocks, {@i Resistant to Poison} and {@i Advantage on Intelligence and Wisdom Saving Throws}.",
                {
                  "type": "entries",
                  "name": "Goblin Whelps",
                  "entries": [
                    "As with the goblin whelps riding the wasps, use the standard goblin stat block from the core rulebooks, but they only have 1 HP each. Also, they are only worth 10 XP each. This way you can seem to have overwhelming odds and still give your PCs a change, though they don't need to know that.",
                    "Threats: (15) {@creature goblin whelp|RolledTold1|Goblin Whelps (Minions)}; (5) {@creature goblin||Goblins}, (2) {@creature Goblin Brute|RolledTold1|Goblin Brutes}; (1) {@creature Goblin Hulk|RolledTold1}; (1) {@i Bloat-Gut}—{@creature Goblin Chief|RolledTold1}; (1) {@i Mother Mudroot}—The {@creature Goblin Hedge Witch|RolledTold1}."
                  ]
                },
                {
                  "type": "entries",
                  "name": "Arcane Energy Lightning Discharge",
                  "page": "19",
                  "entries": [
                    "Initiative 20 each round until the engines are repaired or shut down (every {@dice 1d4} rounds), the engines of the airship let loose an arc of arcane lightning towards a random target or targets. Each time the arcane lightning is triggered, roll on the chart below.",
                    {
                      "type": "table",
                      "caption": "Arcane Lightning Attacks/Effects",
                      "colLabels": [
                        "{@dice d10}",
                        "Effect"
                      ],
                      "colStyles": [
                        "col-1 text-center"
                      ],
                      "rows": [
                        [
                          {
                            "type": "cell",
                            "roll": {
                              "exact": 1
                            }
                          },
                          "{@b Lightning Lick}—a single string of lightning licks out at a single target within 20 feet of the airship. The target must succeed a Dexterity saving throw {@dc 10} or suffer 3 ({@damage 1d6}) magic lightning damage."
                        ],
                        [
                          {
                            "type": "cell",
                            "roll": {
                              "min": 2,
                              "max": 5
                            }
                          },
                          "{@b Lightning Snap}—A single stroke of lightning targets a random target (roll {@dice 1d4}, even the heroes or their allies, odd the goblins) on the airship deck or rigging. {@atk r} {@hit 5} to hit, {@h} 8 ({@damage 2d6 + 2}) magic lightning damage."
                        ],
                        [
                          {
                            "type": "cell",
                            "roll": {
                              "min": 6,
                              "max": 8
                            }
                          },
                          "{@b Chain Strikes}—{@dice 1d6 + 1} targets on or within 30 ft. of the airship. Roll {@dice 1d4} to determine the first target—an even result for the heroes or their allies, odd the goblins, while the next target is the closest (friend or foe) with 10 feet to the previously targeted creature that round. Each target must succeed at a {@dc 12} Dexterity saving throw or suffer 6 ({@damage 2d10}) magic lightning damage."
                        ],
                        [
                          {
                            "type": "cell",
                            "roll": {
                              "min": 9,
                              "max": 10
                            }
                          },
                          "{@b Internal Strike}—the airship suffers 5 ({@damage 1d10}) automatic lightning damage. Disregard the airship's damage threshold since the ship is degrading from the inside."
                        ]
                      ]
                    }
                  ]
                },
                "As the PCs approach, only the {@creature goblin whelp|RolledTold1|goblin whelps} are on deck and in the rigging. All the goblins on deck will shoot short bows at any incoming targets.",
                "{@i Bloat-Gut} the {@creature Goblin Chief|RolledTold1}, the (5) {@creature goblin||Goblins}, and (2) {@creature Goblin Brute|RolledTold1|Goblin Brutes} rush out of the ship's cabin the round after any PC reaches the airship deck.",
                "One round after {@i Bloat-Gut} and company join the fray, {@i Mother Mudroot} the {@creature Goblin Hedge Witch|RolledTold1}, along with her {@creature Goblin Hulk|RolledTold1} bodyguard will follow. All the goblins, save {@i Mother Mudroot}, fight to the death. If things are not going in the goblins' favor, the {@creature Goblin Hedge Witch|RolledTold1} will try to make her way back to the ship's cabin and begin executing the prisoners there: (10) {@creature rock gnome arcane tinkerer|RolledTold1|gnome crewmen} and (10) {@creature commoner||commoners} that the goblins have captured. She will execute one prisoner each round after she makes it back to the ship's cabin. The mean old goblin witch will begin with the gnomes out of spite."
              ]
            },
            {
              "type": "entries",
              "name": "After the Fray and The Cry of The Jabberwock",
              "page": "20",
              "entries": [
                {
                  "type": "insetReadaloud",
                  "entries": [
                    "After a wild battle and the last goblin is thwarted, things are far from over. The airship careens violently to port as tendrils of lightning erupt form the shuddering engines. By the ear-splitting whine of the arcane mechanics, it is evident that if the engine isn't shut down soon, it will explode!"
                  ]
                },
                "After reading the boxed text, have all conscious PCs and NPCs make a {@dc 15} Dexterity saving throw; those that fail lose their footing as the ship veers sharply and are knocked {@condition prone}. Any prone creature at the end of battle slides {@dice 1d4 × 5} feet to the left (port side) of the airship. If this causes any creature to reach the edge of the ship, they must succeed on a Strength (Athletics) or Dexterity (Acrobatics) {@dc 10} or fall off the ship to their deaths. Should any ally be within reach of them, they can grant the {@action Help} Action to this roll and Advantage if they have a Reaction.",
                "At the same time, roll four results of the {@adventure Arcane Lightning Attacks/Effects table|JollyGobbler|1|Arcane Energy Lightning Discharge} and resolve them before allowing the PCs and gnomes to go about trying to save the ship.",
                {
                  "type": "entries",
                  "name": "Trying to Save the Airship",
                  "entries": [
                    "The PCs and gnomes must stop the airship from tearing itself apart and get the engines under control. Getting them under control will only guarantee them time enough to safely get themselves and the former captives off the vessel. If they want to try and save the airship itself, that is a far harder task and may cost everyone their lives. The PCs must choose which they wish to do, because they do not have time enough to do both.",
                    "If the PCs decide to guarantee the safety of all aboard at the cost of the {@i Jabberwock}, they gain advantage on all skill tests used in the skill challenge. In addition, they only need four successes before three failures to do so. {@b XP reward 200.}",
                    "If the PCs try and save both the captives and the airship, then they must face the skill challenge as written at the risk of all those aboard. This choice is only possible if at least one of the gnomes is still living. {@b XP Reward 400.}"
                  ]
                },
                {
                  "type": "entries",
                  "name": "Keeping the Jabberwock Together Skill Challenge",
                  "entries": [
                    {
                      "type": "entries",
                      "name": "(8) Successes before (3) failures"
                    },
                    "Each of the below listed skills may be used only twice and each PC must attempt at least one skill check and no PC may test any of the skills more than once. The Player must give an explanation as to how it is being used to gain access to or prevent the engine from exploding. After each test, on a failure, one of the PCs or one of the gnomes must suffer {@damage 1d6} per cumulative failure of automatic magic lightning damage before the next test can be attempted. The PCs may choose to gain advantage on any of the skill tests, but doing so cause sone PC, other than the PC attempting the check, to suffer {@damage 2d6} automatic magic lightning damage before the test is made. All skill checks are {@dc 15}.",
                    "{@b Skills}",
                    {
                      "type": "list",
                      "items": [
                        "Strength ({@skill Athletics})",
                        "Dexterity ({@skill Acrobatics})",
                        "Dexterity ({@skill Sleight of Hand})",
                        "Intelligence ({@skill Arcana})",
                        "Intelligence ({@item Thieves' Tools|phb|Thieves'} or {@item Tinker's Tools|phb})",
                        "Intelligence ({@skill Investigation})",
                        "Wisdom ({@skill Insight})"
                      ]
                    },
                    "Additionally, the PCs can use any skill that they can give the GM good reason as to how it would apply to the events at hand."
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "section",
          "name": "Ending the Adventure",
          "page": "21",
          "entries": [
            {
              "type": "insetReadaloud",
              "name": "If the PCs Succeed on the Skill Challenge Saving the Airship",
              "entries": [
                "Just as you think the shuddering airship will shake fully apart, the crackling surges of magical lightning finally ebbs and the ear-piercing whine of the engines lowers to a sickly chugging hum. By the expressions that slip onto all the gnomes' faces, you risk the thought that the airship may not explode, or, even better, may have been saved. Those thoughts are proven true by the time the hefty airship lands safely, all hand on board alive. Most of the gnomes hustle about to begin repairs and aid the farming families that were held captive by the goblins once on solid ground. {@i The Soaring Jabberwock} will have its chance to take to the skies once more, thanks to you and your efforts. Despite yourself, you give a low, sad chuckle at the thought of all this insanity starting with a cow being dropped on you."
              ]
            },
            {
              "type": "insetReadaloud",
              "name": "If the PCs Succeed on the Skill Challenge, but Only to Guarantee the Safety of People and Not the Airship",
              "entries": [
                "The airship is far too damaged by the goblins to be saved. Bitterly, the gnomes agree to aid you getting all onboard to the safety of solid ground. As you and the last of the gnomes leap clear of the cargo line, the crackling and badly shuddering airship is consumed by the now uncontrollable stroking and crackling lightning. One stroke finally ruptures the main balloon and, in a blinding flash, the entire vessel is consumed in blazing fire. The gnomes weep because the {@i Jabberwock} will soar no more, you are just glad you and the former captive have survived. A hero makes choices, and sometimes those choices are costly."
              ]
            },
            {
              "type": "insetReadaloud",
              "name": "If the PCs Fail the Skill Challenge",
              "entries": [
                "Despite your best efforts, the shuddering airship could not be saved. Worse, the efforts of trying to do so has cost many lives. Now here, picking through the smoking ruins of {@i the Soaring Jabberwock} looking for survivors, you question over and over the choices you have made this day. The few gnomes who did manage to survive sit dumbfounded amongst the twisted wreckage. The poor little tinkerers stare in silent sorrow at what was their greatest invention and turned into the death of so many. It will be a long time before the bitterness of this failure fades from your memory. Sometimes the life of an adventurer is more horror than heroic."
              ]
            },
            {
              "type": "entries",
              "name": "Rewards and XP",
              "entries": [
                {
                  "type": "list",
                  "style": "list-hang-notitle",
                  "items": [
                    "Foes total XP 2,890.",
                    "Skill challenge XP 400 or 200 (see the {@adventure skill challege|JollyGobbler|1|Keeping the Jabberwock Together Skill Challenge} entry for details).",
                    "100 Bonus XP per PC if all the 20 captives survive.",
                    "100 Bonus XP per PC if they save the airship.",
                    "100 Bonus XP per player if \"Mousetrap\" and his five gnomes all survive.",
                    {
                      "type": "item",
                      "name": "If the PCs save the airship",
                      "entry": "—The gnomes reward each PC with either (1) {@item potion of healing||Healing Potion} and (6) {@item Lightning Bottle|RolledTold1|Lightning Bottles} or (1) {@item potion of healing||Healing Potion} and (1) {@item Potion of Jumping|RolledTold1|Jumping} or {@item potion of climbing||Climbing Potion} or 150 gp worth of 10 gp gems. In addition, each PC gets their choice of a {@i Clockwork Toy, Fire Starter,} or {@i Music Box} like those listed under the {@race gnome (rock)||Rock Gnome} racial entry in the core rulebooks, though with one difference—each time the gifted device is used, roll {@dice 1d6}; on a result of 1 it ceases to function after that use.<br />(Also if you wish, you can award your PCs {@dice 1d6} free trips on the airship, once it is repaired as a bonus reward.)"
                    },
                    {
                      "type": "item",
                      "name": "If the PCs save all the prisoners but not the airship",
                      "entry": "—Each PC is awarded 50 gp worth of 10 gp gems for their efforts."
                    },
                    {
                      "type": "item",
                      "name": "If the PCs fail the skill challenge",
                      "entry": "—The party is given 100 gp worth of 10 gp gems to divide amongst them. This is the only reward the now broken gnomes could muster."
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "section",
          "name": "New Monsters & Magic Items",
          "page": "22",
          "entries": [
            {
              "type": "list",
              "name": "New Monsters Stat-Blocks",
              "items": [
                "{@creature Goblin Brute|RolledTold1}",
                "{@creature Goblin Hulk|RolledTold1}",
                "{@creature Goblin Chief|RolledTold1} {@note Found in website's {@link FAQ|https://www.rolledandtold.com/frequently-asked-questions/}}",
                "{@creature Goblin Hedge Witch|RolledTold1}",
                "{@creature Rock Gnome Arcane Tinkerer|RolledTold1}"
              ]
            },
            {
              "type": "list",
              "name": "New Magic Items",
              "items": [
                "{@item Lightning Bottle|RolledTold1}",
                "{@item Potion of Jumping|RolledTold1}",
                "{@item The Soaring Jabberwock|RolledTold1}",
                "{@item Sprocket Glider|RolledTold1}",
                "{@item Hot Air Balloon|RolledTold1}"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "PullUrWeight",
      "source": "RolledTold1",
      "data": [
        {
          "type": "section",
          "name": "Pull Your Weight",
          "page": "49",
          "entries": [
            "Written by Tristan Tarwater",
            {
              "type": "image",
              "href": {
                "type": "external",
                "url": "https://2.bp.blogspot.com/x1KTHsKL2xhwxR3XUU0N8Jps8wonVFx2DK0sP8CY2kSmJkZDQh-7bW6J0qcKBIRg-FK8wDiFGhtKebIHNL0pagZC4j6aWT_3MJjipuk6f57AYx1I_3et052wvfKVHdvxR0iljTepTw=s1600"
              },
              "title": "Max Bare"
            },
            {
              "type": "inset",
              "entries": [
                {
                  "type": "entries",
                  "name": "A 5E Low-Tier Adventure",
                  "entries": [
                    "You will need a copy of the 5E core rulebooks to fully utilize this adventure. You also should familiarize yourself with the adventure and the map to fully enjoy this adventure. It is intended for Low Tier characters (level 1-4), though it could be enjoyable for a mid-tier group if you increase the DCs by +5."
                  ]
                },
                {
                  "type": "entries",
                  "name": "Glossary",
                  "entries": [
                    "PC: Playable Characters. GM: Game Master. DC: Difficulty Class. HP: Hit Points. NPC: Non-Player Character."
                  ]
                }
              ]
            },
            {
              "entries": [
                {
                  "type": "entries",
                  "name": "Background",
                  "page": "50",
                  "entries": [
                    "The world is falling apart. First came tremors, then earthquakes, then breaks in the earth. The citizens of Desech awoke to find their town floating two meters above the rest of the land. If the breakup of the world was slower, perhaps it could've been thwarted. If the palace of Monarch Maripos hadn't been torn in half, killing many of the leaders, maybe the denizens of the world wouldn't have flown into a hopeless panic. Alas, parts of the earth broke free from the rest, drifting up into the sky.",
                    "Only those who were already panicked and flexible adapted to the quickly changing terrain. Many of them were shady individuals already accustomed to the ephemerality of rules and laws, and ruthless enough to adapt. And so, the first floating ships were made. Some of the floating islands can be used to lift ships, much like hot air balloons. Others, more innovative, have crafted engines which use processed stone. By extracting the essence that makes the earth float, they give their ships and edge and more maneuverability. Occasionally, chunks of stone float through the many random portals to the Plane of Air. These portals started to show up when the world began to shatter. The stones from the Plane of Air are the best, purest form of fuel, but their potency degrades over time once they're brought to the Material Plane.",
                    "That's where our adventurers come in."
                  ]
                },
                {
                  "type": "entries",
                  "name": "Plot",
                  "entries": [
                    "Which is more infamous? The {@i Gossamer Cutlass}, the sleek framed airship which cuts through clouds like a sharpened scimitar? Or its captain, Yosu Noobay, over six feet tall, skin like night with pale freckles splashed across her face like the Starry Road? The {@i Gossamer Cutlass} is said to have once attacked six ships from sundown to sunup, plundering their holds and leaving every captive hanging off the sides of their ships. Yosu Noobay is said to be bald and wears a gorgeous wig spun of spider silk. She's so skilled with the sword she can cut storm clouds in half and send their lightning scattering. Those who remain on the unsteady earth throw words of cursing and wonder upwards whenever the {@i Gossamer Cutlass} emerges from the clouds.",
                    "Noobay guides the boat with her steady hand and takes care of her crew. The land below could be floating tomorrow, with no way to direct and no way to get it down or stabilize it.",
                    "At the GM's discretion, with input from the players, here are some options as to why the adventurers wish to gain the trust of Noobay and access to the {@i Gossamer Cutlass}:",
                    {
                      "type": "list",
                      "items": [
                        "The PCs are tired of living on the unstable ground and hope to establish themselves in the air. With everything heading skyward, why not work for the best sky pirate there is?",
                        "The PCs see harvesting the stone as a way to make money and connections to the pirates and the slowly growing federation trying to curtail mercenary activity. If the PCs can supply fuel to both sides, they'll have their pick of allies if things get worse. Helping Captain Noobay specifically would cement their reputations among all who see the chaos of the clouds as the new order.",
                        "The PCs believe that during her pirating Noobay obtained an object of great importance. If she doesn't have it now, she and her crew are the people to find it and secure it. By becoming part of her crew, the adventurers hope to influence her to gain it or take it from her themselves."
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "type": "entries",
              "name": "Rules",
              "page": "51",
              "entries": [
                "GMs should familiarize themselves with the following:",
                {
                  "type": "list",
                  "items": [
                    "Elemental Plane of Air",
                    "{@book Falling Damage Rules|XGE|2|Falling}"
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "section",
          "name": "Starting the Adventure",
          "entries": [
            "Regardless of their reasons, the PCs gain access to Noobay's ship.",
            {
              "type": "insetReadaloud",
              "entries": [
                "The freshly washed deck of the {@i Gossamer Cutlass} stretches before you. Any distinctions between race, culture, gender, class, or background are washed clean by the brisk air. Humanoids of all kinds walk the deck and leap between the sails. The fact that her first mate, Lus, is a Dragonborn may be funny to some, but anyone who makes a comment within earshot of the high-ranking sailor is received with the sound of a crossbow being cocked. If you can keep the {@i Gossamer Cutlass} afloat, you're welcome aboard."
              ]
            },
            "Noobay makes her criteria clear. If the PCs can gather ten times their mass in floating earth from the Plane of Air, they can have what they wish. Naturally, Noobay has a beam balance on board to determine how much the PCs need to gather. One gram less than requested and the PCs will be left on the nearest bit of land.",
            "The crew of the {@i Gossamer Cutlass} consists of {@creature Captain Yosu Noobay|RolledTold1}, First Mate Lus the Dragonborn (use the {@creature Spy} stat block), 10 {@creature Bandit||Bandits} and 10 {@creature Thug||Thugs}.",
            {
              "type": "insetReadaloud",
              "page": "52",
              "entries": [
                "The {@i Gossamer Cutlass} navigates to an outcropping of floating island guarded by several crew members. What they're really guarding is access to a portal to the Plane of Air. Noobay pulls out her weapon: a {@item Fan of Air Portal Opening|RolledTold1|fan} of feathers pulled from Bird-Folk. With one beat of the fan, a swirl of clouds manifests, the clean, pure smell of ozone wafting through. With a gesture of her hand, Noobay invites the party to leap through."
              ]
            },
            "Each player is tethered to a 100-ft. {@item hempen rope (50 feet)|phb|rope}, anchored to the bow of the ship. They must succeed a Jump check ({@skill Athletics} {@dc 10}) to clear the edge of the ship, leap through the portal and onto the floating island. If they fall, they fall short of the portal and fall 100 ft, taking {@damage 1d4} damage (bludgeoning) from the force of being jerked by the rope.",
            {
              "type": "insetReadaloud",
              "entries": [
                "On the other side of the portal is the Plane of Air. You gently tumble across land—light, powdery, and brown. Thick-leaved airplants spread across the surface of the hunks of land on all sides. Also visible are the straight sides of the rocks that have been harvested. They've been cleaved clean with silvery-blue veins of elemental energy snaking through the powdery brown earth. The stone beneath your feet comes apart easily; care must be taken to carve the stone so it doesn’t crumble underneath you."
              ]
            },
            {
              "type": "entries",
              "name": "Gathering Stones",
              "page": "53",
              "entries": [
                "Players can make a {@book Group Check|PHB|7|Ability Checks|5} or may use individual checks to accomplish the task of gathering the stone. The following checks and DCs must be met to succeed.",
                {
                  "type": "list",
                  "items": [
                    "Determine how much stone is needed: (Intelligence: {@skill Nature} or {@skill Investigation}; Wisdom: {@skill Survival}) {@dc 10}.",
                    "Cleave it cleanly (Dexterity: {@skill Sleight of Hand}) {@dc 15}.",
                    "Remove the stone (Strength) {@dc 15} (The rock is light but awkward and must be brought through the portal)."
                  ]
                },
                "Proficiency with any tools used to perform the task grants advantage to the player.",
                "However, the activity of the adventurers attracts the attention of Mephits—evil elementals from the Plane of Air.",
                {
                  "type": "insetReadaloud",
                  "entries": [
                    "The work of cleaving the rock is tedious, as the plants must be moved to expose the stone underneath. The sound of metallic tools against stone seems to be drowned out by the whistling wind. The scene is unnerving: an endless void of mostly empty space. The small outcropping of stones you find yourself on is the only land you see. The world fades form blue sky to white oblivion, clouds racing by on invisible currents. Looking down, there is only the gape of air, endless and cold. At times chittering can be heard on the wind, cruel laughter. Perhaps the sailors are correct, and the wind is not kind."
                  ]
                }
              ]
            },
            {
              "type": "entries",
              "name": "Mephits, Stop it Please",
              "entries": [
                {
                  "type": "list",
                  "style": "list-hang-notitle",
                  "items": [
                    "2 {@creature Smoke Mephit||Smoke Mephits}",
                    "1 {@creature Dust Mephit}",
                    "1 {@creature Ice Mephit}"
                  ]
                },
                "The Mephits attack in waves; each new wave is triggered when all the Mephits from the previous attack have been defeated.",
                "Mephits will spare no tool at their disposal when attacking the players. Each has a specific Innate Spellcasting Ability which allows them to cast a spell once per day. All three types of Mephits speak {@language Primordial||Auran} and communicate with each other to better harry the players. With a fly speed, they have advantage on some/all rolls against the players (at the GM's discretion). The players may not be the only targets of the Mephits' attack; they may also target the stone the players are trying to transport, breaking it up or trying to break the ropes which carry it.",
                "With the Mephits vanquished, the party may now escort the mass of stone through the portal, back to the {@i Gossamer Cutlass}. The stone is evaluated and quickly taken on board to be processed. On board the players can mingle or take a short rest (1 hour) to regain hit points and get a feel for the ship and its crew. There are beers and snacks in the galley and a healer who can restore hit points (for a fee, of course) if the players are in a bad way.",
                {
                  "type": "insetReadaloud",
                  "page": "54",
                  "entries": [
                    "After the hour mark, an alarming cry goes out.",
                    "The portal has opened, the cold winds of the Plane of Air blasting from the otherworldly opening. From the portal emerges a number of Bird-Folk, weapons in hand, the sound of their massive wings rapidly approaching. They fly in formation, powerful talons glinting in the backlight of the portal, throwing shadows as they fly overhead.",
                    "Their javelins bite into the wood of the deck, the piercing cry of the Bird-Folk colder than the winds of the Elemental Plane of Air."
                  ]
                },
                {
                  "entries": [
                    {
                      "type": "entries",
                      "name": "Encounter",
                      "entries": [
                        "4 waves of Bird-Folk (see {@adventure stat block|PullUrWeight|3}). Each following wave is triggered when the wave's Summoner is defeated."
                      ]
                    },
                    {
                      "type": "entries",
                      "name": "Each wave consists of",
                      "entries": [
                        "9 {@creature Bird-Folk Warrior|RolledTold1|Bird-Folk Warriors} (2 armed with short bows, 7 with 4 javelins each)",
                        "1 {@creature Bird-Folk Summoner|RolledTold1}. The Summoner in the second wave also has an {@item Elemental Gem, Blue Sapphire||Elemental Gem of Air}."
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "type": "entries",
              "name": "Fighting is For the Birds",
              "entries": [
                "The Bird-Folk attack in waves, utilizing their weapons first before employing their Dive Attack. PCs should take advantage of retreating Bird-Folk, as they provoke an {@action Opportunity Attack} when they leave the space. The Bird-Folk attack everyone on the ship, crew members included.",
                "The battle begins with 5 crew members on deck, in addition to the PCs, Captain Yosu Noobay, and Lus the First Mate. At the start of each round, 5 more crew members make their way to the deck to fight until all 20 members are on deck, partaking in the fray!",
                "If any Bird-Folk can make a successful {@action Grapple} check against a pirate ({@skill Athletics} vs {@skill Athletics}/{@skill Acrobatics}), followed by a Strength check, they can lift a pirate up into the air and fly off, dropping them off the side of the ship to their doom.",
                "At the GM's discretion, the second Bird-Folk summoner may use their {@item Elemental Gem, Blue Sapphire||Elemental Gemstone} to summon 1 {@creature Air Elemental}. Being a CR 5 creature, the Elemental can be summoned for higher level parties or if the Bird-Folk waves are dispatched quickly.",
                "Anyone with {@language Primordial||Auran} as a language can speak to the Bird-Folk, though attempting to use {@skill Deception} (CHA), {@skill Performance} (CHA), or {@skill Persuasion} (CHA) will be at disadvantage during the battle ({@dc 20}). Anyone with {@skill Arcana} (INT) can make a check to identify the Bird-Folk as good creature from the Plane of Air who patrol it for evil interlopers.",
                "To stop the fighting, a {@skill Persuasion} (CHA) check may be made ({@dc 20}) against the Bird-Folk AND the crew (as the crew must be convinced not to fight their avian adversaries). The battle is completed when:",
                {
                  "type": "list",
                  "items": [
                    {
                      "type": "item",
                      "name": "Successful Slaughter!",
                      "entry": "All the Bird-Folk are dead: Noobay congratulates them and welcomes them as part of the crew."
                    },
                    {
                      "type": "item",
                      "name": "Failure!",
                      "entry": "All members of the party are dead."
                    },
                    {
                      "type": "item",
                      "name": "Failure!",
                      "entry": "All members of the crew (excluding the PCs and captain) are dead: the Bird-Folk take what remains of the stone, leaving the ship stranded."
                    },
                    {
                      "type": "item",
                      "name": "Successful Settlement!",
                      "entry": "Both parties are convinced to put down their weapons and talk. The Bird-Folk reveal there have been an uptick in incursions in the Plane of Air, and that several of their temples have been desecrated: missing entire walls, altars, foundations, etc. The freshly removed rock alerted them to activity and so they attacked, assuming the {@i Gossamer Cutlass'} crew were wrong-doers. The Bird-Folk don't care if the land is removed; they care about the temples. If Noobay and the crew can convince them they had no part in the desecration, the Bird-Folk will leave. If Noobay can be persuaded ({@dc 15}), she reveals a rumor: several nations have banded together to form a sky armada to fight the pirates and have made great, quick advances in their lift technology. The Bird-Folk leave, saying perhaps they can work together soon to get what they desire."
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "section",
          "name": "Ending the Adventure",
          "page": "55",
          "entries": [
            {
              "type": "insetReadaloud",
              "name": "Success",
              "entries": [
                "Feathers and crushed stone litter the deck of the {@i Gossamer Cutlass}, still suspended in the air. Noobay looks over the party, no longer sizing them up, triumph in her eyes. \"I suppose you do have what it takes to sail the skies. Welcome aboard.\" She begins to walk away, casting a glance over her shoulder as she addresses them again. \"Though I do reserve the right to throw you overboard the minute you don't pull your weight.\""
              ]
            },
            {
              "type": "insetReadaloud",
              "name": "Failure",
              "entries": [
                "Feathers and crushed stone litter the deck of the {@i Gossamer Cutlass}, still suspended in the air. Noobay looks over the party, still sizing them up, eyes narrowed. \"Do as I say and we may survive the trip to ground.\" She begins to walk away, casting a cool glance over her shoulder as she addresses them again. \"Though I do reserve the right to throw you overboard the minute you don't pull your weight.\""
              ]
            },
            {
              "type": "entries",
              "name": "Rewards",
              "entries": [
                {
                  "type": "list",
                  "style": "list-hang",
                  "name": "Mephits, Stop It Please",
                  "items": [
                    "600 XP (for defeating Mephits and getting stone transported)",
                    "1 gemstone ({@item quartz}, 50 gp) (found while securing stone for transport)"
                  ]
                },
                {
                  "type": "list",
                  "style": "list-hang",
                  "name": "Fighting is For the Birds",
                  "items": [
                    {
                      "type": "list",
                      "name": "Success (ful Slaughter)",
                      "items": [
                        "1200 XP",
                        "4 {@item Potion of Healing||Potions of Healing} from the Summoners' bodies",
                        "4 {@item Ribbon crown with gemstone chips|RolledTold1|ribbon crowns, with gemstone chips}. (Art Object, 100 gp each, worn by Summoners)"
                      ]
                    },
                    {
                      "type": "list",
                      "name": "Success (ful Settlement)",
                      "items": [
                        "1200 XP, + 100 XP bonus per Player Character",
                        "10 XP bonus for every pirate who survives the attack",
                        "2 {@item Potion of Healing||Potions of Healing} (from the Bird-Folk)"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "section",
          "name": "New Monsters & Magic Items",
          "entries": [
            {
              "type": "list",
              "name": "New Monsters Stat-Blocks",
              "items": [
                "{@creature Captain Yosu Noobay|RolledTold1}",
                "{@creature Bird-Folk Warrior|RolledTold1}",
                "{@creature Bird-Folk Summoner|RolledTold1}"
              ]
            },
            {
              "type": "list",
              "name": "New Magic Items",
              "items": [
                "{@item Fan of Air Portal Opening|RolledTold1}"
              ]
            }
          ]
        }
      ]
    }
  ],
  "monster": [
    {
      "name": "Goblin Brute",
      "shortName": true,
      "source": "RolledTold1",
      "page": 22,
      "size": "S",
      "type": {
        "type": "humanoid",
        "tags": [
          "goblinoid"
        ]
      },
      "alignment": [
        "N",
        "E"
      ],
      "ac": [
        {
          "ac": 13,
          "from": [
            "{@item leather armor|phb}"
          ]
        }
      ],
      "hp": {
        "formula": "3d6 + 6",
        "average": 17
      },
      "speed": {
        "walk": 30
      },
      "str": 14,
      "dex": 14,
      "con": 14,
      "int": 8,
      "wis": 8,
      "cha": 10,
      "skill": {
        "intimidation": "+2",
        "stealth": "+4"
      },
      "senses": [
        "darkvision 60 ft."
      ],
      "passive": 9,
      "languages": [
        "Common",
        "Goblin"
      ],
      "cr": "1/2",
      "trait": [
        {
          "name": "Brute",
          "entries": [
            "A melee weapon deals one extra die of damage when the goblin brute hits with it (included in the attack)."
          ]
        }
      ],
      "action": [
        {
          "name": "Multiattack",
          "entries": [
            "The goblin brute makes two melee attacks."
          ]
        },
        {
          "name": "Battle Axe",
          "entries": [
            "{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}11 ({@damage 2d8 + 2}) slashing damage, or 13 ({@damage 2d10 + 2}) slashing damage if used with both hands."
          ]
        }
      ],
      "environment": [
        "forest",
        "grassland",
        "hill",
        "underdark"
      ],
      "traitTags": [
        "Brute"
      ],
      "senseTags": [
        "D"
      ],
      "actionTags": [
        "Multiattack"
      ],
      "languageTags": [
        "C",
        "GO"
      ],
      "damageTags": [
        "S"
      ],
      "miscTags": [
        "MW"
      ],
      "bonus": [
        {
          "name": "Nimble Escape",
          "entries": [
            "The goblin brute can take the {@action Disengage} or {@action Hide} action as a bonus action on each of its turns."
          ]
        }
      ]
    },
    {
      "name": "Goblin Hulk",
      "shortName": true,
      "source": "RolledTold1",
      "page": "23",
      "size": "S",
      "type": {
        "type": "humanoid",
        "tags": [
          "goblinoid"
        ]
      },
      "alignment": [
        "N",
        "E"
      ],
      "ac": [
        {
          "ac": 11,
          "from": [
            "{@item leather armor|phb}"
          ]
        }
      ],
      "hp": {
        "formula": "5d8 + 18",
        "average": 38
      },
      "speed": {
        "walk": 30
      },
      "str": 16,
      "dex": 10,
      "con": 16,
      "int": 6,
      "wis": 8,
      "cha": 8,
      "skill": {
        "intimidation": "+1"
      },
      "senses": [
        "darkvision 60 ft."
      ],
      "passive": 9,
      "languages": [
        "Goblin"
      ],
      "cr": "1",
      "trait": [
        {
          "name": "Brute",
          "entries": [
            "A melee weapon deals one extra die of the damage when the goblin hulk hits with it (included in the attack)."
          ]
        },
        {
          "name": "Dimwitted Loyalty",
          "entries": [
            "The goblin hulk has advantage on saving throws against being {@condition charmed} or {@condition frightened}."
          ]
        },
        {
          "name": "Reckless",
          "entries": [
            "At the start of its turn, the goblin hulk can gain advantage on all melee weapon attack rolls during that turn, but attack rolls against it have advantage until the start of its next turn."
          ]
        }
      ],
      "action": [
        {
          "name": "Multiattack",
          "entries": [
            "The goblin hulk makes two melee attacks."
          ]
        },
        {
          "name": "Greataxe",
          "entries": [
            "{@atk mw} {@hit 5} to hit, reach 5 ft., one target. {@h}15 ({@damage 2d12 + 3}) slashing damage."
          ]
        }
      ],
      "environment": [
        "forest",
        "grassland",
        "hill",
        "underdark"
      ],
      "traitTags": [
        "Brute",
        "Reckless"
      ],
      "senseTags": [
        "D"
      ],
      "actionTags": [
        "Multiattack"
      ],
      "languageTags": [
        "GO"
      ],
      "damageTags": [
        "S"
      ],
      "miscTags": [
        "MW"
      ]
    },
    {
      "name": "Goblin Chief",
      "shortName": true,
      "source": "RolledTold1",
      "page": "(errata)",
      "size": "S",
      "type": {
        "type": "humanoid",
        "tags": [
          "goblinoid"
        ]
      },
      "alignment": [
        "N",
        "E"
      ],
      "ac": [
        {
          "ac": 17,
          "from": [
            "{@item chain shirt|phb}",
            "{@item shield|phb}"
          ]
        }
      ],
      "hp": {
        "formula": "6d6 + 12",
        "average": 33
      },
      "speed": {
        "walk": 30
      },
      "str": 14,
      "dex": 16,
      "con": 14,
      "int": 10,
      "wis": 8,
      "cha": 10,
      "skill": {
        "stealth": "+7"
      },
      "senses": [
        "darkvision 60 ft."
      ],
      "passive": 9,
      "languages": [
        "Common",
        "Goblin"
      ],
      "cr": "1",
      "trait": [
        {
          "name": "Reckless",
          "entries": [
            "At the start of its turn, the goblin chief can gain advantage on all melee weapon attack rolls during that turn, but attack rolls against it have advantage until the start of its next turn."
          ]
        }
      ],
      "action": [
        {
          "name": "Multiattack",
          "entries": [
            "The goblin chief makes two melee attacks."
          ]
        },
        {
          "name": "Battleaxe",
          "entries": [
            "{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d8 + 2}) slashing damage."
          ]
        }
      ],
      "reaction": [
        {
          "name": "Redirect Attack",
          "entries": [
            "When a creature the goblin chief can see targets it with an attack, the goblin chief chooses another goblin within 5 feet of it. The two goblins swap places, and the chosen goblin becomes the target instead."
          ]
        }
      ],
      "environment": [
        "forest",
        "grassland",
        "hill",
        "underdark"
      ],
      "traitTags": [
        "Reckless"
      ],
      "senseTags": [
        "D"
      ],
      "actionTags": [
        "Multiattack"
      ],
      "languageTags": [
        "C",
        "GO"
      ],
      "damageTags": [
        "S"
      ],
      "miscTags": [
        "MW"
      ]
    },
    {
      "name": "Goblin Hedge Witch",
      "shortName": true,
      "source": "RolledTold1",
      "page": 22,
      "size": "S",
      "type": {
        "type": "humanoid",
        "tags": [
          "goblinoid"
        ]
      },
      "alignment": [
        "N",
        "E"
      ],
      "ac": [
        12
      ],
      "hp": {
        "formula": "6d6 + 6",
        "average": 27
      },
      "speed": {
        "walk": 30
      },
      "str": 8,
      "dex": 14,
      "con": 12,
      "int": 10,
      "wis": 12,
      "cha": 14,
      "skill": {
        "arcana": "+2",
        "intimidation": "+4",
        "stealth": "+4"
      },
      "senses": [
        "darkvision 60 ft."
      ],
      "passive": 11,
      "languages": [
        "Common",
        "Goblin"
      ],
      "cr": "2",
      "spellcasting": [
        {
          "name": "Spellcasting",
          "headerEntries": [
            "The goblin hedge witch is a 4th level spellcaster. Its spellcasting ability is Charisma (spell save {@dc 12}, {@hit 4} to spell attacks.) The goblin hedge witch has the following sorcerer spells prepared:"
          ],
          "spells": {
            "0": {
              "spells": [
                "{@spell blade ward}",
                "{@spell chill touch}",
                "{@spell mage hand}",
                "{@spell poison spray}",
                "{@spell true strike}"
              ]
            },
            "1": {
              "spells": [
                "{@spell false life}",
                "{@spell fog cloud}",
                "{@spell witch bolt}"
              ],
              "slots": 4
            },
            "2": {
              "spells": [
                "{@spell hold person}",
                "{@spell misty step}"
              ],
              "slots": 3
            }
          },
          "ability": "cha",
          "type": "spellcasting"
        }
      ],
      "action": [
        {
          "name": "Hate Eye {@recharge 5}",
          "entries": [
            "One creature of the goblin hedge witch's choice, within line of sight and within 20 feet, must succeed on a {@dc 12} Charisma saving throw or suffer 12 ({@damage 3d6 + 2}) psychic damage."
          ]
        },
        {
          "name": "Quarterstaff",
          "entries": [
            "{@atk mw} {@hit 1} to hit, reach 5 ft., one target. {@h}2 ({@damage 1d6 - 1}) bludgeoning damage, or 3 ({@damage 1d8 - 1}) bludgeoning damage if used with both hands."
          ]
        }
      ],
      "environment": [
        "forest",
        "grassland",
        "hill",
        "underdark"
      ],
      "senseTags": [
        "D"
      ],
      "languageTags": [
        "C",
        "GO"
      ],
      "damageTags": [
        "B",
        "Y"
      ],
      "spellcastingTags": [
        "CS"
      ],
      "miscTags": [
        "MW"
      ],
      "bonus": [
        {
          "name": "Nimble Escape",
          "entries": [
            "The goblin hedge witch can take the {@action Disengage} or {@action Hide} action as a bonus action on each of its turns."
          ]
        }
      ]
    },
    {
      "name": "Rock Gnome Arcane Tinkerer",
      "shortName": "gnome",
      "source": "RolledTold1",
      "page": "23",
      "size": "M",
      "type": {
        "type": "humanoid",
        "tags": [
          "gnome"
        ]
      },
      "alignment": [
        "A"
      ],
      "ac": [
        12,
        {
          "ac": 15,
          "condition": "with mage armor",
          "braces": true
        }
      ],
      "hp": {
        "formula": "3d6 + 6",
        "average": 16
      },
      "speed": {
        "walk": 20
      },
      "str": 12,
      "dex": 14,
      "con": 14,
      "int": 15,
      "wis": 10,
      "cha": 9,
      "skill": {
        "arcana": "+4",
        "history": "+4",
        "investigation": "+4"
      },
      "senses": [
        "darkvision 60 ft."
      ],
      "passive": 10,
      "languages": [
        "Gnomish",
        "Common"
      ],
      "cr": "1/2",
      "spellcasting": [
        {
          "name": "Spellcasting",
          "headerEntries": [
            "The gnome is a 1st level spell caster. Its casting ability is Intelligence (spell save {@dc 12}, {@hit 4} to hit with spell attacks.) The gnome has the following artificer spells prepared:"
          ],
          "spells": {
            "0": {
              "spells": [
                "{@spell fire bolt}",
                "{@spell mage hand}",
                "{@spell mending}"
              ]
            },
            "1": {
              "spells": [
                "{@spell grease}",
                "{@spell mage armor}"
              ],
              "slots": 2
            }
          },
          "ability": "int",
          "type": "spellcasting"
        }
      ],
      "trait": [
        {
          "name": "Tool Profieciencies",
          "entries": [
            "The gnome has proficiency in any 2 tool sets of the DM's choice, and can add its proficiency bonus ({@hit +4} total) to any check made with them."
          ]
        },
        {
          "name": "Artificier's Lore",
          "entries": [
            "The gnome has advantage on ANY Intelligence ({@skill History}) checks related to magic items, alchemical objects, or technological devices and can add double proficiency ({@hit +6} total) on such checks."
          ]
        },
        {
          "name": "Gnome Cunning",
          "entries": [
            "The gnome has advantage on all Intelligence, Wisdom, and Charisma saving throws against magical effects."
          ]
        }
      ],
      "action": [
        {
          "name": "Tinkerer's Wrench",
          "entries": [
            "{@atk mw} {@hit 3} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d6 + 1}) bludgeoning damage."
          ]
        }
      ],
      "senseTags": [
        "D"
      ],
      "languageTags": [
        "C",
        "G"
      ],
      "damageTags": [
        "B"
      ],
      "spellcastingTags": [
        "CA"
      ],
      "miscTags": [
        "MW"
      ]
    },
    {
      "name": "Captain Yosu Noobay",
      "shortName": "Noobay",
      "isNpc": true,
      "source": "RolledTold1",
      "page": 56,
      "size": "M",
      "type": "humanoid",
      "alignment": [
        "A"
      ],
      "ac": [
        {
          "ac": 15,
          "from": [
            "{@item leather armor|phb}"
          ]
        }
      ],
      "hp": {
        "formula": "10d8 + 10",
        "average": 55
      },
      "speed": {
        "walk": 30
      },
      "str": 10,
      "dex": 18,
      "con": 12,
      "int": 12,
      "wis": 14,
      "cha": 16,
      "save": {
        "str": "+2",
        "dex": "+6",
        "wis": "+4"
      },
      "skill": {
        "acrobatics": "+6",
        "athletics": "+2",
        "deception": "+5",
        "intimidation": "+5",
        "perception": "+4",
        "survival": "+4"
      },
      "passive": 14,
      "languages": [
        "Common",
        "Dwarvish",
        "Elvish",
        "Auran"
      ],
      "cr": "3",
      "trait": [
        {
          "name": "Sneak Attack (1/Turn)",
          "entries": [
            "Noobay deals an extra 10 ({@damage 3d6}) damage when she hits a target with a weapon attack and has advantage on the attack roll, or the target is within 5 feet of any of her allies that aren't incapacitated and she does not have disadvantage on the attack roll."
          ]
        }
      ],
      "action": [
        {
          "name": "Multiattack",
          "entries": [
            "Noobay makes three melee attacks: two attacks with her scimitar and one with her dagger. Or she makes two ranged attacks with her daggers."
          ]
        },
        {
          "name": "Scimitar",
          "entries": [
            "{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d6 + 4}) slashing damage."
          ]
        },
        {
          "name": "Dagger",
          "entries": [
            "{@atk mw,rw} {@hit 6} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}6 ({@damage 1d4 + 4}) piercing damage."
          ]
        }
      ],
      "reaction": [
        {
          "name": "Parry",
          "entries": [
            "Noobay adds 2 to her AC against one melee attack that would hit her. To do so, she must see her attacker and be wielding a melee weapon."
          ]
        }
      ],
      "fluff": {
        "entries": [
          "Yosu Noobay is bald and wears a gorgeous wig spun of spider silk. She is said to be so skilled with the sword she can cut storm clouds in half and send their lightning scattering. As a captain of the Gossamer Cutlass, Noobay is confident, cunning, and ruthless. Her ship is her world and she will let no one take it.",
          {
            "entries": [
              {
                "entries": [
                  {
                    "type": "entries",
                    "name": "Ideal",
                    "entries": [
                      "One should live like the winds, free and ever moving."
                    ]
                  },
                  {
                    "type": "entries",
                    "name": "Bond",
                    "entries": [
                      "Nothing comes between me and my ship."
                    ]
                  },
                  {
                    "type": "entries",
                    "name": "Flaw",
                    "entries": [
                      "Wrong? Oh, I'm never wrong."
                    ]
                  }
                ]
              }
            ]
          }
        ]
      },
      "traitTags": [
        "Sneak Attack"
      ],
      "actionTags": [
        "Multiattack",
        "Parry"
      ],
      "languageTags": [
        "AU",
        "C",
        "D",
        "E"
      ],
      "damageTags": [
        "P",
        "S"
      ],
      "miscTags": [
        "MW",
        "RW",
        "THW"
      ],
      "bonus": [
        {
          "name": "Cunning Action",
          "entries": [
            "On each of her turns, Noobay can use a bonus action to take the {@action Dash}, {@action Disengage}, or {@action Hide} action."
          ]
        }
      ]
    },
    {
      "name": "Bird-Folk Warrior",
      "shortName": true,
      "source": "RolledTold1",
      "page": "57",
      "size": "M",
      "type": {
        "type": "humanoid",
        "tags": [
          "bird-folk"
        ]
      },
      "alignment": [
        "N",
        "G"
      ],
      "ac": [
        12
      ],
      "hp": {
        "formula": "3d8",
        "average": 13
      },
      "speed": {
        "walk": 20,
        "fly": 50,
        "canHover": false
      },
      "str": 12,
      "dex": 14,
      "con": 10,
      "int": 11,
      "wis": 12,
      "cha": 11,
      "skill": {
        "perception": "+4"
      },
      "passive": 14,
      "languages": [
        "Auran",
        "Common"
      ],
      "cr": "1/4",
      "trait": [
        {
          "name": "Dive Attack",
          "entries": [
            "If the bird-folk warrior is flying and dives at least 30 feet straight towards a target and then hits it with a melee weapon attack, the attack deals an extra 3 ({@damage 1d6}) damage to the target."
          ]
        }
      ],
      "action": [
        {
          "name": "Talon",
          "entries": [
            "{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 2}) slashing damage."
          ]
        },
        {
          "name": "Javelin",
          "entries": [
            "{@atk mw,rw} {@hit 4} to hit, reach 5 ft. or range 30/120 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage."
          ]
        },
        {
          "name": "Shortbow",
          "entries": [
            "{@atk rw} {@hit 4} to hit, range 80/320 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage."
          ]
        }
      ],
      "languageTags": [
        "AU",
        "C"
      ],
      "damageTags": [
        "P",
        "S"
      ],
      "miscTags": [
        "MW",
        "RNG",
        "RW",
        "THW"
      ]
    },
    {
      "name": "Bird-Folk Summoner",
      "shortName": true,
      "source": "RolledTold1",
      "page": "57",
      "size": "M",
      "type": {
        "type": "humanoid",
        "tags": [
          "bird-folk"
        ]
      },
      "alignment": [
        "N",
        "G"
      ],
      "ac": [
        12
      ],
      "hp": {
        "formula": "6d8",
        "average": 27
      },
      "speed": {
        "walk": 20,
        "fly": 50,
        "canHover": false
      },
      "str": 10,
      "dex": 14,
      "con": 10,
      "int": 11,
      "wis": 14,
      "cha": 11,
      "skill": {
        "perception": "+5"
      },
      "passive": 15,
      "languages": [
        "Auran",
        "Common"
      ],
      "cr": "1",
      "spellcasting": [
        {
          "name": "Command the Clouds",
          "headerEntries": [
            "The bird-folk summoner can innately cast a limited number of spells. The bird-folk summoner spellcasting ability is Wisdom ({@hit 4} to hit/Save {@dc 12}). The bird-folk summoner can innately cast the following spells as a 3rd level spellcaster, requiring no material components."
          ],
          "daily": {
            "2e": [
              "{@spell fog cloud}",
              "{@spell guiding bolt}",
              "{@spell gust of wind}"
            ]
          },
          "spells": {
            "0": {
              "spells": [
                "{@spell shocking grasp}"
              ]
            }
          },
          "ability": "wis",
          "type": "spellcasting"
        }
      ],
      "trait": [
        {
          "name": "Dive Attack",
          "entries": [
            "If the bird-folk summoner is flying and dives at least 30 feet straight towards a target and then hits it with a melee weapon attack, the attack deals an extra 3 ({@damage 1d6}) damage to the target."
          ]
        }
      ],
      "action": [
        {
          "name": "Talon",
          "entries": [
            "{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}3 ({@damage 1d4 + 1}) slashing damage."
          ]
        },
        {
          "name": "Javelin",
          "entries": [
            "{@atk mw,rw} {@hit 4} to hit, reach 5 ft. or range 30/120 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage."
          ]
        }
      ],
      "languageTags": [
        "AU",
        "C"
      ],
      "damageTags": [
        "P",
        "S"
      ],
      "miscTags": [
        "MW",
        "RW",
        "THW"
      ]
    },
    {
      "name": "Goblin Whelp",
      "source": "RolledTold1",
      "page": 17,
      "size": "S",
      "type": {
        "type": "humanoid",
        "tags": [
          "goblinoid"
        ]
      },
      "alignment": [
        "N",
        "E"
      ],
      "ac": [
        {
          "ac": 15,
          "from": [
            "{@item leather armor|phb}",
            "{@item shield|phb}"
          ]
        }
      ],
      "hp": {
        "average": 1,
        "formula": "1d1"
      },
      "speed": {
        "walk": 30
      },
      "str": 8,
      "dex": 14,
      "con": 10,
      "int": 10,
      "wis": 8,
      "cha": 8,
      "skill": {
        "stealth": "+6"
      },
      "senses": [
        "darkvision 60 ft."
      ],
      "passive": 9,
      "languages": [
        "Common",
        "Goblin"
      ],
      "cr": "0",
      "trait": [
        {
          "name": "Minion",
          "entries": [
            "The goblin whelp never suffers damage on an attack that causes half damage on a successful saving throw."
          ]
        }
      ],
      "action": [
        {
          "name": "Scimitar",
          "entries": [
            "{@atk mw} {@hit 4} to hit, reach 5 ft., one target. {@h}4 ({@damage 1d4 + 2}) slashing damage."
          ]
        },
        {
          "name": "Shortbow",
          "entries": [
            "{@atk rw} {@hit 4} to hit, range 80/320 ft., one target. {@h}4 ({@damage 1d4 + 2}) piercing damage."
          ]
        }
      ],
      "environment": [
        "forest",
        "grassland",
        "hill",
        "underdark"
      ],
      "soundClip": {
        "type": "external",
        "url": "https://5e.tools/audio/bestiary/goblin.mp3?v=1.113.0"
      },
      "altArt": [
        {
          "name": "Goblin",
          "source": "RMBRE"
        }
      ],
      "traitTags": [
        "Minion"
      ],
      "senseTags": [
        "D"
      ],
      "languageTags": [
        "C",
        "GO"
      ],
      "damageTags": [
        "P",
        "S"
      ],
      "miscTags": [
        "MW",
        "RNG",
        "RW"
      ],
      "tokenUrl": "https://5e.tools/img/MM/Goblin.png?v=1.113.0",
      "fluff": {
        "name": "Goblin",
        "source": "MM",
        "entries": [
          {
            "type": "entries",
            "entries": [
              {
                "type": "entries",
                "entries": [
                  "Goblins are small, black-hearted, selfish humanoids that lair in caves, abandoned mines, despoiled dungeons, and other dismal settings. Individually weak, goblins gather in large-sometimes overwhelming-numbers. They crave power and regularly abuse whatever authority they obtain.",
                  {
                    "name": "Goblinoids",
                    "type": "entries",
                    "entries": [
                      "Goblins belong to a family of creatures called goblinoids. Their larger cousins, hobgoblins and bugbears, like to bully goblins into submission. Goblins are lazy and undisciplined, making them poor servants, laborers, and guards."
                    ]
                  },
                  {
                    "name": "Malicious Glee",
                    "type": "entries",
                    "entries": [
                      "Motivated by greed and malice, goblins can't help but celebrate the few times they have the upper hand. They dance, caper with sheer joy when victory is theirs. Once their revels have ended, goblins delight in the torment of other creatures and embrace all manner of wickedness."
                    ]
                  },
                  {
                    "name": "Leaders and Followers",
                    "type": "entries",
                    "entries": [
                      "Goblins are ruled by the strongest or smartest among them. A goblin boss might command a single lair, while a goblin king or queen (who is nothing more than a glorified goblin boss) rules hundreds of goblins, spread out among multiple lairs to ensure the tribe's survival. Goblin bosses are easily ousted, and many goblin tribes are taken over by hobgoblin warlords or bugbear chiefs."
                    ]
                  },
                  {
                    "name": "Challenging Lairs",
                    "type": "entries",
                    "entries": [
                      "Goblins festoon their lairs with alarms designed to signal the arrival of intruders. Those lairs are also riddled with narrow tunnels and bolt-holes that human-sized creatures can't navigate, but which goblins can crawl through with ease, allowing them to flee or to circle around and surprise their enemies. Rat Keepers and Wolf Riders. Goblins have an affinity for rats and wolves, raising them to serve as companions and mounts, respectively. Like rats, goblins shun sunlight and sleep underground during the day. Like wolves, they are pack hunters, made bolder by their numbers. When they hunt from the backs of wolves, goblins use hit-and-run attacks."
                    ]
                  },
                  {
                    "name": "Worshipers of Maglubiyet",
                    "type": "entries",
                    "entries": [
                      "Maglubiyet the Mighty One, the Lord of Depths and Darkness, is the greater god of goblinoids. Envisioned by most goblins as an eleven-foot-tall battle-scarred goblin with black skin and fire erupting from his eyes, he is worshiped not out of adoration but fear. Goblins believe that when they die in battle, their spirits join the ranks of Maglubiyet's army on the plane of Acheron. This is a \"privilege\" that most goblins dread, fearing the Mighty One's eternal tyranny even more than death."
                    ]
                  }
                ]
              }
            ]
          }
        ],
        "images": [
          {
            "type": "image",
            "href": {
              "type": "internal",
              "path": "bestiary/MM/Goblin.jpg"
            }
          }
        ]
      },
      "bonus": [
        {
          "name": "Nimble Escape",
          "entries": [
            "The goblin whelp can take the {@action Disengage} or {@action Hide} action as a bonus action on each of its turns."
          ]
        }
      ]
    }
  ],
  "vehicle": [
    {
      "name": "The Soaring Jabberwock",
      "source": "RolledTold1",
      "page": "9",
      "vehicleType": "SHIP",
      "size": "G",
      "dimensions": [
        "130 ft.",
        "20 ft."
      ],
      "capCrew": "20",
      "capPassenger": "20",
      "capCargo": "50",
      "pace": "8",
      "hull": {
        "ac": "15",
        "hp": "350",
        "dt": "15"
      },
      "action": [
        {
          "type": "item",
          "name": "Dash.",
          "entry": "The {@i Jabberwock} doubles its base speed to 160 feet per round (140 feet while overloaded)."
        }
      ]
    },
    {
      "name": "Sprocket Glider",
      "source": "RolledTold1",
      "page": "14",
      "vehicleType": "SHIP",
      "size": "L",
      "dimensions": [
        "10 ft.",
        "5 ft."
      ],
      "capCrew": "2",
      "capPassenger": "1",
      "pace": "8",
      "hull": {
        "ac": "11",
        "hp": "50",
        "dt": "5"
      },
      "weapon": [
        {
          "type": "item",
          "name": "Swivel Mounted Side-by-Side Repeating Heavy Crossbows",
          "entries": [
            "{@item Heavy Crossbow|phb}. {@atk rw} {@h} ({@damage 2d10}) piercing damage. Loads 20 single or 2 stutter-fire shots at once. The Sprocket Glider has 5 reloads (100 shots) in total.",
            {
              "type": "item",
              "name": "Stutter-Fire.",
              "entries": [
                "{@atk rw} A 10-foot cube area within range; uses 5 shots of ammunition. Any targets within the target area suffer weapon damage unless they can succeed a {@dc 12} Dexterity Saving Throw to avoid it."
              ]
            }
          ]
        }
      ],
      "other": [
        {
          "name": "Actions",
          "entries": [
            {
              "type": "item",
              "name": "Duck & Cover.",
              "entries": [
                "Any medium-sized creature or smaller in one of the three seats counts as having half cover (+2 to AC and Dexterity saving throws against attacks and effects). A creature in the seats can use an action to take three-quarters cover (increasing the bonus to +5 until their next turn)."
              ]
            }
          ]
        },
        {
          "type": "item",
          "name": "Damage Flaws",
          "entries": [
            "Once a Sprocket Glider suffers damage equal to half or more of its total hit points it gains a flaw, and gains another flaw every time it loses a hit point thereafter until destroyed. If not possible to gain another of the generated flaws, the Glider takes 5 ({@damage 1d10}) extra damage of the appropriate type.",
            {
              "type": "table",
              "caption": "Sprocket Glider Damage Flaws",
              "colLabels": [
                "{@dice d10}",
                "Flaw"
              ],
              "colStyles": [
                "col-1 text-center"
              ],
              "rows": [
                [
                  {
                    "type": "cell",
                    "roll": {
                      "exact": 1
                    }
                  },
                  "{@b Weapon Hit}—The first time this occurs the weapon is jammed and requires a Dexterity check ({@item Tinker's Tools|phb} or {@item Thieves' Tools|phb}) to allow it to be used again. After the second such hit, the swivel mounted crossbow is destroyed. Treat any further results of a weapon hit thereafter as Structural Damage result."
                ],
                [
                  {
                    "type": "cell",
                    "roll": {
                      "min": 2,
                      "max": 4
                    }
                  },
                  "{@b Engine Hit}—The fly speed of the sprocket glider is reduced by 5 ft. This result is cumulative until it is reduced to 0, whereupon it drops from the sky like a stone."
                ],
                [
                  {
                    "type": "cell",
                    "roll": {
                      "min": 5,
                      "max": 8
                    }
                  },
                  "{@b Structural Damage}—The Damage Threshold of the Sprocket Glider is reduced by 1. This result is cumulative until the Damage Threshold is reduced to 0, whereupon no creature in the glider will be granted cover."
                ],
                [
                  {
                    "type": "cell",
                    "roll": {
                      "min": 9,
                      "max": 10
                    }
                  },
                  "{@b Rudder and Flaps}—All Vehicle (Air) checks are made at disadvantage. Any further result of 9-10 on this chart counts as Structural Damage instead."
                ]
              ]
            }
          ]
        }
      ]
    },
    {
      "name": "Hot Air Balloon",
      "source": "RolledTold1",
      "page": "15",
      "vehicleType": "SHIP",
      "size": "L",
      "dimensions": [
        "10 ft.",
        "10 ft."
      ],
      "capCrew": "1",
      "capPassenger": "3",
      "pace": "8",
      "hull": {
        "ac": "10",
        "hp": "25",
        "dt": "5"
      },
      "other": [
        {
          "name": "Actions",
          "entries": [
            {
              "type": "item",
              "name": "Slow Moving.",
              "entries": [
                "The Hot Air Balloon takes {@dice 1d6} rounds to air up and cannot take the {@action Dash} action."
              ]
            }
          ]
        }
      ]
    }
  ],
  "item": [
    {
      "name": "Lightning Bottle",
      "source": "RolledTold1",
      "page": "14",
      "type": "G",
      "rarity": "none",
      "weight": 1,
      "value": 5000,
      "entries": [
        "A purple-hued flask that sparks of tiny lightning can be seen dancing within. As an action, you can throw this flask up to 20 feet, shattering it on impact. Make a ranged attack against a creature or object, treating the lightning bottle as an improvised weapon. On a hit, the target takes {@damage 2d6} lightning damage, and if the target takes damage from this attack, it cannot take a reaction until your next turn."
      ]
    },
    {
      "name": "Potion of Jumping",
      "source": "RolledTold1",
      "page": "14",
      "type": "P",
      "rarity": "common",
      "weight": 0.5,
      "entries": [
        "When you drink this potion, you gain the effects of the {@spell jump} spell. This greenish, somewhat viscous liquid shows a tiny tuft of rabbit fur suspended in it, which disappears when opened and is replaced by a musky, frog-like smell."
      ],
      "attachedSpells": [
        "jump"
      ]
    },
    {
      "name": "The Soaring Jabberwock",
      "source": "RolledTold1",
      "page": "9",
      "type": "AIR",
      "rarity": "none",
      "value": 6000000,
      "crew": "20",
      "capPassenger": "20",
      "vehAc": "15",
      "vehHp": "350",
      "vehDmgThresh": "15",
      "vehSpeed": "8",
      "capCargo": "5",
      "entries": [
        "See {@vehicle The Soaring Jabberwock|RolledTold1}."
      ]
    },
    {
      "name": "Sprocket Glider",
      "source": "RolledTold1",
      "page": "14",
      "type": "AIR",
      "rarity": "none",
      "value": 1000000,
      "crewMin": "1",
      "crewMax": "2",
      "capPassenger": "1-2",
      "vehAc": "11",
      "vehHp": "50",
      "vehDmgThresh": "5",
      "vehSpeed": "8",
      "entries": [
        "See {@vehicle Sprocket Glider|RolledTold1}."
      ]
    },
    {
      "name": "Hot Air Balloon",
      "source": "RolledTold1",
      "page": "15",
      "type": "AIR",
      "rarity": "none",
      "value": 200000,
      "crew": "1",
      "capPassenger": "3",
      "vehAc": "10",
      "vehHp": "25",
      "vehDmgThresh": "5",
      "vehSpeed": "8",
      "entries": [
        "See {@vehicle Hot Air Balloon|RolledTold1}."
      ]
    },
    {
      "name": "Fan of Air Portal Opening",
      "source": "RolledTold1",
      "page": "57",
      "rarity": "rare",
      "reqAttune": true,
      "wondrous": true,
      "entries": [
        "This illustrious fan is made of alternating black and white feathers, mounted on a long golden handle that ends in the shape of a key. Once a day it can open an already existing portal between the Plane of Air and the Material Plane. The fan can close the portal as well. If the portal is not closed by the use of the fan, it will automatically close in two hours. This item does not create portals; it simply opens those which already exist. The fan recharges 24 hours after it's used to open or close a portal."
      ]
    },
    {
      "name": "Ribbon crown with gemstone chips",
      "source": "RolledTold1",
      "page": "55",
      "type": "$",
      "rarity": "none",
      "value": 10000
    },
    {
      "name": "Small silver shaving mirror set in a toothy jawbone of a small shark",
      "source": "RolledTold1",
      "page": "43",
      "type": "$",
      "rarity": "none",
      "value": 2500
    },
    {
      "name": "Silver and tourmaline hatpin shaped like a seahorse",
      "source": "RolledTold1",
      "page": "43",
      "type": "$",
      "rarity": "none",
      "value": 2500
    },
    {
      "name": "Tiny silver brandy thimble shaped like a skull",
      "source": "RolledTold1",
      "page": "43",
      "type": "$",
      "rarity": "none",
      "value": 2500
    },
    {
      "name": "Backscratcher made from a monkey's paw and decorated with hand-painted wooden beads",
      "source": "RolledTold1",
      "page": "43",
      "type": "$",
      "rarity": "none",
      "value": 2500
    },
    {
      "name": "Bone hair comb made to resemble a fish skeleton",
      "source": "RolledTold1",
      "page": "43",
      "type": "$",
      "rarity": "none",
      "value": 2500
    },
    {
      "name": "Tiny fluorite sphere dangling from a thong made from the braided hair of a storm giant",
      "source": "RolledTold1",
      "page": "43",
      "type": "$",
      "rarity": "none",
      "value": 2500
    },
    {
      "name": "Silver-tipped and ebony-seamed writing pen and matching inkwell",
      "source": "RolledTold1",
      "page": "43",
      "type": "$",
      "rarity": "none",
      "value": 2500
    },
    {
      "name": "Bone snuff box inlaid with turquoise in the shape of a porpoise",
      "source": "RolledTold1",
      "page": "43",
      "type": "$",
      "rarity": "none",
      "value": 2500
    },
    {
      "name": "Soft leather neck pouch decorated with fine beadwork",
      "source": "RolledTold1",
      "page": "43",
      "type": "$",
      "rarity": "none",
      "value": 2500
    },
    {
      "name": "Gold cloak pin in the shape of two crossed anchors",
      "source": "RolledTold1",
      "page": "43",
      "type": "$",
      "rarity": "none",
      "value": 2500
    },
    {
      "name": "Electrum hoop earring set with a teardrop shaped amethyst",
      "source": "RolledTold1",
      "page": "43",
      "type": "$",
      "rarity": "none",
      "value": 25000
    },
    {
      "name": "Carved whalebone statuette of a lewdly posed and topless merfolk",
      "source": "RolledTold1",
      "page": "43",
      "type": "$",
      "rarity": "none",
      "value": 25000
    },
    {
      "name": "Finely made rapier with the hilt, pommel, and sheath all decorated with tiny blood jasper stones",
      "source": "RolledTold1",
      "page": "43",
      "type": "$",
      "rarity": "none",
      "value": 25000
    },
    {
      "name": "Small sea turtle figurine carved from a single piece of creamy green jade",
      "source": "RolledTold1",
      "page": "43",
      "type": "$",
      "rarity": "none",
      "value": 25000
    },
    {
      "name": "Silk cravat embroidered with gold thread and set with numerous tiny zircons",
      "source": "RolledTold1",
      "page": "43",
      "type": "$",
      "rarity": "none",
      "value": 25000
    },
    {
      "name": "Silver ring of entwined serpents both biting at a sizable amber orb",
      "source": "RolledTold1",
      "page": "43",
      "type": "$",
      "rarity": "none",
      "value": 25000
    },
    {
      "name": "Matched pair of stuffed monkeys with garnet red eyes posed as bookends",
      "source": "RolledTold1",
      "page": "43",
      "type": "$",
      "rarity": "none",
      "value": 25000
    },
    {
      "name": "Silver parrot cage encrusted with two-dozen quartz gemstones",
      "source": "RolledTold1",
      "page": "43",
      "type": "$",
      "rarity": "none",
      "value": 25000
    },
    {
      "name": "DC 20 padlock finely engraved to resemble a smiling shark with expertly cut jets for its eyes",
      "source": "RolledTold1",
      "page": "43",
      "type": "$",
      "rarity": "none",
      "value": 25000
    },
    {
      "name": "Adamantine holy symbol inlaid with black pearl",
      "source": "RolledTold1",
      "page": "43",
      "type": "$",
      "rarity": "none",
      "value": 25000
    },
    {
      "name": "Platinum ring set with a star ruby",
      "source": "RolledTold1",
      "page": "44",
      "type": "$",
      "rarity": "none",
      "value": 250000
    },
    {
      "name": "Bullseye lantern set with carnelian and gold filigree",
      "source": "RolledTold1",
      "page": "44",
      "type": "$",
      "rarity": "none",
      "value": 250000
    },
    {
      "name": "Gold paperweight set with a fist-sized moonstone",
      "source": "RolledTold1",
      "page": "44",
      "type": "$",
      "rarity": "none",
      "value": 250000
    },
    {
      "name": "Wine flask decorated with alexandrite",
      "source": "RolledTold1",
      "page": "44",
      "type": "$",
      "rarity": "none",
      "value": 250000
    },
    {
      "name": "Spyglass encased in gold and malachite",
      "source": "RolledTold1",
      "page": "44",
      "type": "$",
      "rarity": "none",
      "value": 250000
    },
    {
      "name": "Fine dagger with three identically cut emeralds—two on the cross guard and one on the pommel",
      "source": "RolledTold1",
      "page": "44",
      "type": "$",
      "rarity": "none",
      "value": 250000
    },
    {
      "name": "Puzzle box made from cut bloodstone and pearl",
      "source": "RolledTold1",
      "page": "44",
      "type": "$",
      "rarity": "none",
      "value": 250000
    },
    {
      "name": "Gold, opal, and electrum belt buckle",
      "source": "RolledTold1",
      "page": "44",
      "type": "$",
      "rarity": "none",
      "value": 250000
    },
    {
      "name": "Card case made from teak and set with chrysoberyl gems carved for each playing-card suit",
      "source": "RolledTold1",
      "page": "44",
      "type": "$",
      "rarity": "none",
      "value": 250000
    },
    {
      "name": "Pair of dice carved from solid fire opals",
      "source": "RolledTold1",
      "page": "44",
      "type": "$",
      "rarity": "none",
      "value": 250000
    },
    {
      "name": "Diamond-encrusted key the size of a short sword",
      "source": "RolledTold1",
      "page": "44",
      "type": "$",
      "rarity": "none",
      "value": 75000
    },
    {
      "name": "Ship-in-a-bottle curio made entirely of sprite bones and moonstones",
      "source": "RolledTold1",
      "page": "44",
      "type": "$",
      "rarity": "none",
      "value": 75000
    },
    {
      "name": "Platinum choker set with transparent violet garnets",
      "source": "RolledTold1",
      "page": "44",
      "type": "$",
      "rarity": "none",
      "value": 75000
    },
    {
      "name": "Velvet cape embroidered with silver thread and tiny pink pearls",
      "source": "RolledTold1",
      "page": "44",
      "type": "$",
      "rarity": "none",
      "value": 75000
    },
    {
      "name": "Kraken statuette made from jet grappling a ship made from solid silver",
      "source": "RolledTold1",
      "page": "44",
      "type": "$",
      "rarity": "none",
      "value": 75000
    },
    {
      "name": "Silver boatswain's whistle shaped like a screeching hawk's head the eyes of which are set with peridot",
      "source": "RolledTold1",
      "page": "44",
      "type": "$",
      "rarity": "none",
      "value": 75000
    },
    {
      "name": "Gold and aquamarine brooch",
      "source": "RolledTold1",
      "page": "44",
      "type": "$",
      "rarity": "none",
      "value": 75000
    },
    {
      "name": "Ruby-studded gold hat pin",
      "source": "RolledTold1",
      "page": "44",
      "type": "$",
      "rarity": "none",
      "value": 75000
    },
    {
      "name": "Ivory and platinum coffer",
      "source": "RolledTold1",
      "page": "44",
      "type": "$",
      "rarity": "none",
      "value": 75000
    },
    {
      "name": "Gold and topaz bracer",
      "source": "RolledTold1",
      "page": "44",
      "type": "$",
      "rarity": "none",
      "value": 75000
    },
    {
      "name": "Necklace string of tiny black diamonds",
      "source": "RolledTold1",
      "page": "44",
      "type": "$",
      "rarity": "none",
      "value": 750000
    },
    {
      "name": "Crystal decanter decorated with canary diamonds",
      "source": "RolledTold1",
      "page": "44",
      "type": "$",
      "rarity": "none",
      "value": 750000
    },
    {
      "name": "Human skull dipped in gold and studded with blue jasper and diamonds for teeth",
      "source": "RolledTold1",
      "page": "44",
      "type": "$",
      "rarity": "none",
      "value": 750000
    },
    {
      "name": "Silk sash set with seven yellow sapphires",
      "source": "RolledTold1",
      "page": "44",
      "type": "$",
      "rarity": "none",
      "value": 750000
    },
    {
      "name": "Whale bone and silk corset studded with one-hundred star rose quartzes",
      "source": "RolledTold1",
      "page": "44",
      "type": "$",
      "rarity": "none",
      "value": 750000
    },
    {
      "name": "Small jet statue of a sea deity with blue diamonds for eyes",
      "source": "RolledTold1",
      "page": "44",
      "type": "$",
      "rarity": "none",
      "value": 750000
    },
    {
      "name": "Ornately carved, large-sized gold and silver ear trumpet set with six blue spinel gemstones",
      "source": "RolledTold1",
      "page": "44",
      "type": "$",
      "rarity": "none",
      "value": 750000
    },
    {
      "name": "Gold and jacinth earring",
      "source": "RolledTold1",
      "page": "44",
      "type": "$",
      "rarity": "none",
      "value": 750000
    },
    {
      "name": "Platinum goblet set with black opals",
      "source": "RolledTold1",
      "page": "44",
      "type": "$",
      "rarity": "none",
      "value": 750000
    }
  ],
  "table": [
    {
      "source": "RolledTold1",
      "page": "36",
      "name": "Critical Misses",
      "colLabels": [
        "{@dice d10}",
        "Result"
      ],
      "colStyles": [
        "col-1 text-center"
      ],
      "rows": [
        [
          {
            "type": "cell",
            "roll": {
              "exact": 1
            }
          },
          "Character {@condition incapacitated} until next turn"
        ],
        [
          {
            "type": "cell",
            "roll": {
              "exact": 2
            }
          },
          "Character {@condition paralyzed} until next turn"
        ],
        [
          {
            "type": "cell",
            "roll": {
              "exact": 3
            }
          },
          "Character falls {@condition prone} until next turn"
        ],
        [
          {
            "type": "cell",
            "roll": {
              "exact": 4
            }
          },
          "Character {@condition stunned} until next turn"
        ],
        [
          {
            "type": "cell",
            "roll": {
              "exact": 5
            }
          },
          "Character {@condition unconscious} until next turn"
        ],
        [
          {
            "type": "cell",
            "roll": {
              "exact": 6
            }
          },
          "Character disarmed until next turn"
        ],
        [
          {
            "type": "cell",
            "roll": {
              "exact": 7
            }
          },
          "Character hits themselves"
        ],
        [
          {
            "type": "cell",
            "roll": {
              "exact": 8
            }
          },
          "Character hits another party member"
        ],
        [
          {
            "type": "cell",
            "roll": {
              "exact": 9
            }
          },
          "Character damages or destroys their weapon"
        ],
        [
          {
            "type": "cell",
            "roll": {
              "exact": 10
            }
          },
          "Wild Card! (Pick one!)"
        ]
      ]
    },
    {
      "source": "RolledTold1",
      "page": "41",
      "name": "Weird Stuff Art Object/Magic Trinket Table",
      "colLabels": [
        "{@dice d20+#$prompt_number:title=Challenge Rating$#}",
        "Object/Trinket",
        "Value/Rules"
      ],
      "colStyles": [
        "col-1 text-center"
      ],
      "rows": [
        [
          "1",
          "A life-like bone gaming piece carved in the likeness of a (roll {@dice 1d6}: 1: monkey; 2: shark; 3: parrot; 4: snake; 5: mermaid; 6: squid)",
          "Value {@dice 1d4 × 5} gp / The gaming piece has a minor transmutation dweomer, though it matches no known spell. Also, when in the corner of your vision, the gaming piece looks as if it's moving, though when looked at directly its position hasn't changed."
        ],
        [
          "2",
          "An ornately etched and painted human skull, polished to a high shine. An Intelligence ({@skill Investigation}) {@dc 20} reveals a secret compartment in the skull. The compartment appears empty, but when the compartment is closed and the skull is shaken, something seems to be rattling inside of it.",
          "Value {@dice 1d6 × 5} gp / The skull has a permanent {@spell Minor Illusion} which generates the \"rattle sound,\" which is activated once the secret compartment is opened and closed. The \"rattle\" effect lasts for 1 minute and then resets until opened and closed again."
        ],
        [
          "3",
          "A tattered piece of sailcloth sewn into the form of a bookmark. Any book it is placed inside never seems to get wet.",
          "Value {@dice 1d8 × 5} gp / The bookmark glows with a minor transmutation dweomer ({@spell Prestidigitation} spell)."
        ],
        [
          "4",
          "A black silk eyepatch embroidered with gold thread and decorated with a realistic tiger's eye.",
          "Value {@dice 1d5 × 5} gp / The tiger's eye is half the value of the eyepatch"
        ],
        [
          "5",
          "A sharkskin-wrapped metal hip flask that has its stopper decorated with worked blue coral in the shape of a squid.",
          "Value {@dice 1d4 × 10} gp"
        ],
        [
          "6",
          "A cloak pin made from silver and polished {@creature dragon turtle} shell.",
          "Value {@dice 1d6 × 10} gp"
        ],
        [
          "7",
          "A tiny music box, made from driftwood and decorated with lacquered sea-green {@creature merfolk} scales, that plays a jaunty sea tune when opened.",
          "Value {@dice 1d8 × 10} gp"
        ],
        [
          "8",
          "A full-faced battle helm made from a {@creature giant sea horse} skull.",
          "Value {@dice 1d10 × 10} gp"
        ],
        [
          "9",
          "A highly polished coral and shark-tooth necklace",
          "Value {@dice 2d4 × 25} gp"
        ],
        [
          "10",
          "A yellow silk head scarf decorated with numerous tiny red garnet gemstones.",
          "Value {@dice 2d6 × 25 gp} gp / The scarf is valued at 5 gp, the rest of the value is derived from the gems."
        ],
        [
          "11",
          "A conch shell horn inlaid with gold {@language Primordial||Aquan} runes that read \"Tides Call.\"",
          "Value {@dice 2d8 × 25} gp / Requires the Musical Instrument ({@item horn|PHB}) Tool proficiency."
        ],
        [
          "12",
          "A grizzly necklace made of thirteen greenish-brown Hag's teeth, strung on a thin, braided cord of deep green hair. Each tooth is scrimshawed with non-Euclidean patterns and numbered with a {@language Draconic} rune. The necklace always feels wet to the touch.",
          "Value {@dice 2d4 × 50} gp / The necklace has a dim abjuration dweomer, similar to the {@spell Death Ward} spell. While wearing the necklace a living creature can as a bonus action each round extend the amount of time they can hold their breath before suffocating by 1 more round. Doing so causes one of the teeth to instantly rot away and turn to dust. The necklace can be used in this way until all thirteen teeth have been used."
        ],
        [
          "13",
          "A string of prayer beads made from flawed black pearls and polished white seashells.",
          "Value {@dice 2d6 × 50} gp"
        ],
        [
          "14",
          "An ornate brass sextant. The measurements are all in {@language elvish} and glow with a pale while light at night (allowing it to be clearly read in darkness)",
          "Value {@dice 2d8 × 50} gp / The sextant has a dim divination dweomer, similar to the {@spell Guidance} cantrip. Once per day the sextant can grant a {@dice +1d4} magic bonus to a single Wisdom ({@skill Survival}) check involving waterborne navigation."
        ],
        [
          "15",
          "An hourglass the size of a human head, set in a gilded sandalwood frame, carved from crystal that has a tiny ochre jelly inside of it instead of sand.",
          "Value {@dice 2d4 × 100} gp / If the crystal is broken (Damage Threshold 10 / 10 HP) the stunted ocher jelly inside has a speed of 5 ft / AC 6 / 4 HP / Actions: {@atk m} {@hit 0} {@h} 1 bludgeoning damage and 1 acid damage. All other stats/rolls/checks/tests are made at a {@hit -2} modifier. The stunted ochre jelly does not split."
        ],
        [
          "16",
          "Ornately carved peg leg made from a narwhal horn, depicting a whaling scene.",
          "Value {@dice 2d6 × 100} gp / If worn properly (by someone missing a leg) it grants advantage on any ability or skill tests to resist being knocked {@condition prone}."
        ],
        [
          "17",
          "A matched pair of fist-sized gaming dice (d6's) carved from a {@creature Kraken}'s tooth, the pips of which are inlaid with mother of pearl.",
          "Value {@dice 2d8 × 100} gp / Usable as gaming tools ({@item dice set|PHB})"
        ],
        [
          "18",
          "A fan from the clawed, skeletal hand of a {@creature Merrow}, fine sky-blue silk stretched between the fingers and decorated with intricately braided gold wire.",
          "Value {@dice 2d4 × 125} gp"
        ],
        [
          "19",
          "A map tattooed on a well-tanned swatch of human or humanoid flesh or preserved body part ({@dice 1d6}: 1: face; 2: scalp; 3: left hand; 4: tongue; 5: back skin; 6: stomach skin) that seems to lead to ({@dice 1d4}: 1: a secret isle not on any chart; 2: the ruins of an undersea city; 3: an infamous pirates' cave; 4: a safe route through an area of reefs said to be impassable).",
          "Value {@dice 2d6 × 125} gp"
        ],
        [
          "20",
          "Silvered cutlass ({@item scimitar|PHB}), the blade intricately etched with {@language Infernal} runes (that read currently as one of the player characters' names). The basket hilt of the weapon is shaped like a skull with rubies (each worth 1/4 the value of the object) set into the eye sockets.",
          "Value {@dice 2d8 × 125} gp / Weapon counts as a {@item silvered scimitar|PHB}."
        ],
        [
          "21+",
          "Roll two results, do not add in the Challenge Rating to the rolls.",
          ""
        ]
      ]
    },
    {
      "source": "RolledTold1",
      "page": "43",
      "name": "25 GP Seafarers' and Buccaneers' Art Objects",
      "colLabels": [
        "{@dice d10}",
        "Object"
      ],
      "colStyles": [
        "col-1 text-center"
      ],
      "rows": [
        [
          "1",
          "{@item Small silver shaving mirror set in a toothy jawbone of a small shark|RolledTold1}."
        ],
        [
          "2",
          "A {@item silver and tourmaline hatpin shaped like a seahorse|RolledTold1}."
        ],
        [
          "3",
          "A {@item tiny silver brandy thimble shaped like a skull|RolledTold1}."
        ],
        [
          "4",
          "A {@item backscratcher made from a monkey's paw and decorated with hand-painted wooden beads|RolledTold1}."
        ],
        [
          "5",
          "A {@item bone hair comb made to resemble a fish skeleton|RolledTold1}."
        ],
        [
          "6",
          "A {@item tiny fluorite sphere dangling from a thong made from the braided hair of a storm giant|RolledTold1}."
        ],
        [
          "7",
          "A {@item silver-tipped and ebony-seamed writing pen and matching inkwell|RolledTold1}."
        ],
        [
          "8",
          "A {@item bone snuff box inlaid with turquoise in the shape of a porpoise|RolledTold1}."
        ],
        [
          "9",
          "A {@item soft leather neck pouch decorated with fine beadwork|RolledTold1}."
        ],
        [
          "10",
          "A {@item gold cloak pin in the shape of two crossed anchors|RolledTold1}."
        ]
      ]
    },
    {
      "source": "RolledTold1",
      "page": "43",
      "name": "250 GP Seafarers' and Buccaneers' Art Objects",
      "colLabels": [
        "{@dice d10}",
        "Object"
      ],
      "colStyles": [
        "col-1 text-center"
      ],
      "rows": [
        [
          "1",
          "An {@item electrum hoop earring set with a teardrop shaped amethyst|RolledTold1}."
        ],
        [
          "2",
          "{@item Carved whalebone statuette of a lewdly posed and topless merfolk|RolledTold1}."
        ],
        [
          "3",
          "A {@item finely made with the hilt, pommel, and sheath all decorated with tiny blood jasper stones|RolledTold1}."
        ],
        [
          "4",
          "A {@item small sea turtle figurine carved from a single piece of creamy green jade|RolledTold1}."
        ],
        [
          "5",
          "A {@item silk cravat embroidered with gold thread and set with numerous tiny zircons|RolledTold1}."
        ],
        [
          "6",
          "A {@item silver ring of entwined serpents both biting at a sizable amber orb|RolledTold1}."
        ],
        [
          "7",
          "A {@item matched pair of stuffed monkeys with garnet red eyes posed as bookends|RolledTold1}."
        ],
        [
          "8",
          "A {@item silver parrot cage encrusted with two-dozen quartz gemstones|RolledTold1}."
        ],
        [
          "9",
          "A {@item padlock finely engraved to resemble a smiling shark with expertly cut jets for its eyes|RolledTold1}."
        ],
        [
          "10",
          "An {@item adamantine holy symbol inlaid with black pearl|RolledTold1}."
        ]
      ]
    },
    {
      "source": "RolledTold1",
      "page": "44",
      "name": "750 GP Seafarers' and Buccaneers' Art Objects",
      "colLabels": [
        "{@dice d10}",
        "Object"
      ],
      "colStyles": [
        "col-1 text-center"
      ],
      "rows": [
        [
          "1",
          "A {@item diamond-encrusted key the size of a short sword|RolledTold1}."
        ],
        [
          "2",
          "A {@item ship-in-a-bottle curio made entirely of sprite bones and moonstones|RolledTold1}."
        ],
        [
          "3",
          "{@item Platinum choker set with transparent violet garnets|RolledTold1}."
        ],
        [
          "4",
          "{@item Velvet cape embroidered with silver thread and tiny pink pearls|RolledTold1}."
        ],
        [
          "5",
          "A {@item kraken statuette made from jet grappling a ship made from solid silver|RolledTold1}."
        ],
        [
          "6",
          "A {@item silver boatswain's whistle shaped like a screeching hawk's head the eyes of which are set with peridot|RolledTold1}."
        ],
        [
          "7",
          "A {@item gold and aquamarine brooch|RolledTold1}."
        ],
        [
          "8",
          "A {@item ruby-studded gold hat pin|RolledTold1}."
        ],
        [
          "9",
          "{@item Ivory and platinum coffer|RolledTold1}."
        ],
        [
          "10",
          "A {@item gold and topaz bracer|RolledTold1}."
        ]
      ]
    },
    {
      "source": "RolledTold1",
      "page": "44",
      "name": "2,500 GP Seafarers' and Buccaneers' Art Objects",
      "colLabels": [
        "{@dice d10}",
        "Object"
      ],
      "colStyles": [
        "col-1 text-center"
      ],
      "rows": [
        [
          "1",
          "A {@item platinum ring set with a star ruby|RolledTold1}."
        ],
        [
          "2",
          "A {@item bullseye lantern set with carnelian and gold filigree|RolledTold1}."
        ],
        [
          "3",
          "A {@item gold paperweight set with a fist-sized moonstone|RolledTold1}."
        ],
        [
          "4",
          "A {@item wine flask decorated with alexandrite|RolledTold1}."
        ],
        [
          "5",
          "A {@item spyglass encased in gold and malachite|RolledTold1}."
        ],
        [
          "6",
          "A {@item fine dagger with three identically cut emeralds—two on the cross guard and one on the pommel|RolledTold1}."
        ],
        [
          "7",
          "A {@item puzzle box made from cut bloodstone and pearl|RolledTold1}."
        ],
        [
          "8",
          "A {@item gold, opal, and electrum belt buckle|RolledTold1}."
        ],
        [
          "9",
          "A {@item card case made from teak and set with chrysoberyl gems carved for each playing-card suit|RolledTold1}."
        ],
        [
          "10",
          "A {@item pair of dice carved from solid fire opals|RolledTold1}."
        ]
      ]
    },
    {
      "source": "RolledTold1",
      "page": "44",
      "name": "7,500 GP Seafarers' and Buccaneers' Art Objects",
      "colLabels": [
        "{@dice d10}",
        "Object"
      ],
      "colStyles": [
        "col-1 text-center"
      ],
      "rows": [
        [
          "1",
          "A {@item necklace string of tiny black diamonds|RolledTold1}."
        ],
        [
          "2",
          "A {@item crystal decanter decorated with canary diamonds|RolledTold1}."
        ],
        [
          "3",
          "A {@item human skull dipped in gold and studded with blue jasper and diamonds for teeth|RolledTold1}."
        ],
        [
          "4",
          "A {@item seaman's chest made of black stained teak and decorated with one hundred moonstones|RolledTold1}."
        ],
        [
          "5",
          "A {@item silk sash set with seven yellow sapphires|RolledTold1}."
        ],
        [
          "6",
          "A {@item whale bone and silk corset studded with one-hundred star rose quartzes|RolledTold1}."
        ],
        [
          "7",
          "A {@item small jet statue of a sea deity with blue diamonds for eyes|RolledTold1}."
        ],
        [
          "8",
          "{@item Ornately carved, large-sized gold and silver ear trumpet set with six blue spinel gemstones|RolledTold1}."
        ],
        [
          "9",
          "A {@item gold and jacinth earring|RolledTold1}."
        ],
        [
          "10",
          "{@item Platinum goblet set with black opals|RolledTold1}."
        ]
      ]
    }
  ],
  "variantrule": [
    {
      "name": "Alternative Criticals",
      "source": "RolledTold1",
      "page": 35,
      "ruleType": "VO",
      "entries": [
        "This section provides alternative critical rules for combat. They can be added as a group or individually to your game.",
        {
          "name": "Selective Criticals",
          "type": "entries",
          "entries": [
            "Only PCs and significant opponents should be capable of crits, whether you're taking hits or misses. No PC should be laid low because one of the minions got a lucky shot. The woes of the opponents should come at the hands of the party, not the whims of the dice bag. That's just better storytelling."
          ]
        },
        {
          "name": "Confirming Criticals",
          "type": "entries",
          "entries": [
            "Crits should have to be confirmed, and confirmations stack. Rolling a 20 or a 1 is already pretty badass, because a 20 always hits and a 1 always misses. Getting actual extra damage requires another successful attack roll, and every additional 20 or additional 1 earns you another set of damage to roll for (or an additional penalty). Does extra damage include bonuses like strength or magical bonuses, conventional wisdom says no… a critical hit doesn't mean you got stronger or that your sword got more magical. But you do you. Does a character get advantage or disadvantage on the confirmation roll? Again, I'd say no, but that sounds like a situational consideration to me. Note: where a confirmation roll for a critical hit is another successful attack roll, a critical miss should be confirmed by another failed attack roll!"
          ]
        },
        {
          "name": "Critical Misses",
          "type": "entries",
          "entries": [
            "Critical misses can take an abundance of forms. A critical hit is all about damage, because that's really all that anybody wants it to be about. Critical misses can and occasionally should result in damaging oneself or another party member, but that's not where I think the fun lies. I think the fun lies in negative conditions. It makes more sense to knock oneself {@condition prone} (or {@condition unconscious}!) than simply to do damage to oneself. Or maybe the encounter has a goal, and the critical miss moves the party a step back from that goal. As far as stacking goes, you can worsen the condition, say from {@condition incapacitated} to {@condition unconscious}, or you can add to the duration of the condition, say from one round to {@dice d4} rounds.",
            "Example {@table Critical Misses Table|RolledTold1}"
          ]
        }
      ]
    }
  ]
}
